{
  "timestamp": "2025-11-14T18:09:42.140496",
  "url": "https://www.idealista.com/areas/venta-viviendas/?shape=%28%28gdh%7DFywmFs_NqcLa_Bwsi%40sxIkgUmEqvdA%7CkN%7BbH%60t%5CceIltPxpNdfDh%7DLvrB%60og%40re%40n%7Be%40cnNbdf%40ch%5Bl%60R%29%29",
  "total": 110,
  "particulares": 110,
  "inmobiliarias": 0,
  "viviendas": {
    "todas": [
      {
        "titulo": "Ático en venta en Calle Ignasi Puig, 4",
        "precio": "90.000€",
        "ubicacion": "Poble Nou, Manresa",
        "habitaciones": "3 hab.",
        "metros": "70 m²",
        "url": "https://www.idealista.com/inmueble/1603411/",
        "descripcion": "Piso en manresa de 65 m2, 3 habitaciones, comedor 16 m2, cocina, baño completo y pequeño balcón. El piso dispone de aire acondicionado y gas natural. El precio sería negociable. Cualquier otra consulta a realizar será contestadadistribución:2 vecinos en el edificio.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:29:32.742107"
      },
      {
        "titulo": "Piso en venta en Calle Jacint Verdaguer, 17",
        "precio": "190.000€",
        "ubicacion": "Callús",
        "habitaciones": "3 hab.",
        "metros": "100 m²",
        "url": "https://www.idealista.com/inmueble/1652277/",
        "descripcion": "Piso obra nueva 98 m2 construidos, 3 habitaciones dobles, 2 baños completos (bañera hidromasaje, plato de ducha, muebles, espejos, iluminación), armarios empotrados, carpintería exterior aluminio, carpintería interior haya, suelo de gres porcelánico, 2 máquinas a/c (frío/calor), radiadores en todas las estancias, caldera gas natural, cocina completa equipada con horno de 90 cm. , campana inox 90 cm. , encimera modular (gas, vitro-grill, gas gigante), 2 terrazas, vídeo porterodistribución:terraza descubierta de 18 m25 vecinos en el edificio.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:29:39.604084"
      },
      {
        "titulo": "Piso en venta en Calle Xiprer, 6",
        "precio": "135.000€",
        "ubicacion": "Ctra. Vic - Remei, Manresa",
        "habitaciones": "2 hab.",
        "metros": "60 m²",
        "url": "https://www.idealista.com/inmueble/1684924/",
        "descripcion": "Piso de 2 habitaciones, con cocina, comedor, baño de 4 servicios (Lavabo, váter, bidet i dutxa) y trastero. El piso se vende con muebles incluidos y electrodomésticos (Encimera, campana decorativa, Horno, Microondas, Nevera combi, Lavavajillas y Lavadora-secadordistribución:4 vecinos en el edificio.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:29:46.289645"
      },
      {
        "titulo": "Dúplex en venta en Calle Mayor, 17",
        "precio": "123.000€",
        "ubicacion": "Sant Guim de Freixenet",
        "habitaciones": "2 hab.",
        "metros": "130 m²",
        "url": "https://www.idealista.com/inmueble/1742192/",
        "descripcion": "Un precioso dúplex en la población de sant Guim de freixenet, en la calle mayor al lado de la estación de tren. Dos habitaciones dobles, la tercera suït, con baño completo. El segundo baño con plato de ducha. Cocina office, con grandes ventanales a exterior. En la segunda planta, cuyo aceso es con escalera de obra, con 32m2 útiles, sin desnivel en el techo, con una terraza de 21m2. Contadores dados de alta, con calefaccion, listo para entrar a vivir. negociabledistribución:terraza descubierta de 32 m22 vecinos en el edificio.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:29:52.964746"
      },
      {
        "titulo": "Piso en venta en Calle Doctor Eladi Conde, 18",
        "precio": "215.000€",
        "ubicacion": "Els Hostalets de Pierola",
        "habitaciones": "2 hab.",
        "metros": "150 m²",
        "url": "https://www.idealista.com/inmueble/1762312/",
        "descripcion": "Piso obra vista con zona comunitaria de recreo. Gran terraza de 75m, barbacoa. Incluye parking y trastero. Cocina totalmente equipada, instalacion a. a. y calefaccion, parket, videoportero, ascensor, sistema de osmosis, internet gratuito. Piso semi-nuevo, uso fin de semana.distribución:terraza descubierta de 75 m26 vecinos en el edificiola casa dispone de:portero automático.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:29:59.815966"
      },
      {
        "titulo": "Estudio en venta en Calle Santa Llucia, 3",
        "precio": "140.000€",
        "ubicacion": "Antic, Manresa",
        "habitaciones": null,
        "metros": "50 m²",
        "url": "https://www.idealista.com/inmueble/1997905/",
        "descripcion": "distribución:1 vecinos en el edificiola casa dispone de:portero automático.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:30:06.556837"
      },
      {
        "titulo": "Dúplex en venta en Calle de Llevant, 17",
        "precio": "82.000€",
        "ubicacion": "Fonts dels Capellans - Viladordis, Manresa",
        "habitaciones": "1 hab.",
        "metros": "45 m²",
        "url": "https://www.idealista.com/inmueble/25077682/",
        "descripcion": "vivienda duplex de una habitación.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:30:13.297623"
      },
      {
        "titulo": "Estudio en venta en Calle Rambla Sant Isidre, 8",
        "precio": "150.000€",
        "ubicacion": "Centre, Igualada",
        "habitaciones": null,
        "metros": "65 m²",
        "url": "https://www.idealista.com/inmueble/26681105/",
        "descripcion": null,
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:30:18.941975"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle los Podencos s/n",
        "precio": "130.000€",
        "ubicacion": "El Pont de Vilomara i Rocafort",
        "habitaciones": "4 hab.",
        "metros": "300 m²",
        "url": "https://www.idealista.com/inmueble/26703871/",
        "descripcion": "¡ Gran oportunidad! Construida al 70 % Aprovecha la ocasión de poseer una vivienda en plena naturaleza, donde poder estar en completa relajación, si te gusta la tranquilidad, el aire limpio y puro, no lo pienses mas, Ideal para acabar la vivienda a tu gusto, seas empresa o particular.Vendo torre de 300 metros aprox. Construida la estructura principal de la vivienda. Tiene planos, de la vivienda y de la valla, ya construida de bloques en los laterales, y muro trasero, la entrada principal es obra vista.La vivienda esta en un lateral de la parcela, que tiene 815 metros cuadrados. De este modo tiene más de 500 metros para poder hacer jardín y piscina.La vivienda consta de una planta que tiene 3 dormitorios de matrimonio, uno de ellos esta preparado para tener su cuarto de baño, en medio de las dos restantes habitaciones hay otra habitacion preparada para otro baño, tambien hay una cocina americana y comedor, de 50 metros cuadrados, hay un gran balcon. Suelo radiante, ojos de buey en toda la casa, y enyesado.Hay una buhardilla de 90 metros cuadrados en dos habitaciones.Debajo de la vivienda hay un espacio de 136 metros cuadrados, donde hay otra habitacion con baño con mas de 40 metros cuadrados, y un lavadero, el resto de metros se puede construir otra vivienda, tambien tenemos una pequeña construccion al lado de la vivienda preparada para poner la caldera, para la calefacción, y al lado un hueco por debajo de la entrada de la vivienda donde poder hacer bodega, despensa, o leñera.La casa tiene salida de chimenea, ya preparada, en el salón para poner un fuego a tierra.Hay una pequeña construccion de 16 metros cuadrados, donde se pueden guardar herramientas, o prepararla como cocina de verano.Todo el terreno esta vallado, hay entrada por dos calles y en las entradas hay puertas de hierro, una peatonal y otra corredera de hierro para vehiculos, el terreno cuenta con fosa séptica.Ideal para inversores, constructor, albañil, o persona que quiera terminar a su gusto la vivienda, se pueden hacer dos viviendas independientes.Ideal para familias con niños.Al no estar terminada la vivienda, no puede tener cédula de habitabilidad.Se escuchan ofertas.Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:30:25.680271"
      },
      {
        "titulo": "Piso en venta en Calle Doctor Llatjos, 5",
        "precio": "205.000€",
        "ubicacion": "Escodines, Manresa",
        "habitaciones": "3 hab.",
        "metros": "94 m²",
        "url": "https://www.idealista.com/inmueble/26876815/",
        "descripcion": "Se vende totalmente amueblado.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:30:31.301478"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle de Dalt s/n",
        "precio": "245.000€",
        "ubicacion": "Sant Ramon",
        "habitaciones": "5 hab.",
        "metros": "360 m²",
        "url": "https://www.idealista.com/inmueble/27335085/",
        "descripcion": "Magnifica casa de piedra nueva para estrenar! Situada a pueblo tranquilo de la Segarra (Viver de Segarra). Bien comunicada, a 2km C-25. A 15min de Guissona y Cervera. 10min de Sant Ramon. PLANTA BAJA: Entrada grande y señorial. Garaje para 2 coches y habitación zona de aguas, calefacción y despensa. PRIMER PISO: Salón-comedor con cocina americana. Totalmente equipada, mueble alemán de calidad. Chimenea. 1 habitación doble, 1 baño con bañera de rincón. SEGUNDO PISO: 3 habitaciones dobles, 1 habitación simple, 2 baños, cabina hidromasaje. Salida exterior patios. TERCER PISO: Sala habitable, instalaciones con posibilidad de jacuzzi. Solarium exterior y vistas. ESCALA INTERIOR luminosa, granito rustico. Baranda de hierro. Calefacción. Casa nueva, con mucho encanto y detalles de construcción. Piedra, ladrillo y madera. Posibilidad de agroturismo. Capacidad para 15 personas o más. Opcional: Patio 300m2 + solar de 500m2. Mitad urbano edificable.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:30:38.070280"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle Pujada, 17",
        "precio": "400.000€",
        "ubicacion": "Castellgalí",
        "habitaciones": "4 hab.",
        "metros": "300 m²",
        "url": "https://www.idealista.com/inmueble/29005020/",
        "descripcion": null,
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:30:44.721434"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle Tramontana, 12",
        "precio": "280.000€",
        "ubicacion": "Castellgalí",
        "habitaciones": "7 hab.",
        "metros": "400 m²",
        "url": "https://www.idealista.com/inmueble/29275808/",
        "descripcion": "Particular, Especial oferta para inversores o particulares, sin cargas, Vivienda de 3 plantas y con finca en urbanización supertranquila. Cuenta con 7 habitaciones, 3 terrazas, 2 cocinas (interior y exterior), forjado sanitario a 50 cm, alarma, chimenea, zona para plantar, barbacoa externa, garaje, cava, etc.En las inmediaciones (300m. ) hay colegios, medios de transporte (tren, autobuses, etc)Abstenerse compradores de edificaciones de construcción mediocre o precaria. • Garaje• Trastero• Calefacción• Amueblado• Terraza y/o balcón• Piscina• 20 Metros de fachada• Orientación: norte• Distancia al núcleo urbano: 3 km. • Alarma individual• Armarios empotrados• Bodega• Calefacción de gasoil• Chimenea• Cocina equipada• Cocina office• Electrodomesticos• Garaje propio• Horno• Internet• Jardín privado• Lavadora• Lavavajillas• Microondas• Nevera• Arcon congelador Patio• Piscina privada• Plaza independiente• Televisión• Con vistas a la montaña• Con vistas a zona verde, precio negociable, hablemos.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:30:51.468014"
      },
      {
        "titulo": "Casa de pueblo en venta en Calle de dalt, 16",
        "precio": "110.000€",
        "ubicacion": "Sant Martí Sesgueioles",
        "habitaciones": "3 hab.",
        "metros": "160 m²",
        "url": "https://www.idealista.com/inmueble/33879983/",
        "descripcion": "con bodega. salon comedor con cocina americana.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:30:58.239640"
      },
      {
        "titulo": "Casa de pueblo en venta en Calle de Bruc del Mig, 29",
        "precio": "174.000€",
        "ubicacion": "El Bruc",
        "habitaciones": "2 hab.",
        "metros": "139 m²",
        "url": "https://www.idealista.com/inmueble/37563302/",
        "descripcion": "Es una casa adosada en el centro del Bruc. Por la calle principal se accede a la planta baja (80m2) ideal para un comercio. Hay una entrada separada para ir directo al piso que es planta primera y altillo (140m2). El piso esta alquilado actualimente. Por la calle secundaria (Carrer de Montserrat) se accede a un parking donde caben unos 4 coches (90m2). La casa está por reformar, pero gracias al acceso por las dos calles, y su construcción, se puede reformar en una casa amplia y agradable. El solar tiene 40 metros de largo. Además la localización es ideal para un comercio.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:31:05.039896"
      },
      {
        "titulo": "Casa de pueblo en venta en Plaza del Portalet, 11",
        "precio": "105.000€",
        "ubicacion": "Santa Coloma de Queralt",
        "habitaciones": null,
        "metros": "330 m²",
        "url": "https://www.idealista.com/inmueble/82723080/",
        "descripcion": "Casa en el centro del pueblo de Santa Coloma de Queralt, cerca de todos los servicios. Para reformar íntegramente. Tiene elementos que se pueden restaurar (paredes de piedra, bigas, chimenea.. . ). Possibilitad de edificar pisos o bien reformarla entera. SPermite hacer garaje. Patio trasero con acceso a la otra calle.Se acepta permuta.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:31:22.961827"
      },
      {
        "titulo": "Casa de pueblo en venta en Calle Major, 17",
        "precio": "20.000€",
        "ubicacion": "Talavera",
        "habitaciones": "6 hab.",
        "metros": "400 m²",
        "url": "https://www.idealista.com/inmueble/82910460/",
        "descripcion": "VENTA URGENTEPreciosa casa de construcción rústica muy antigua en el centro del pueblo. A 70 minutos de Barcelona. 3 plantas, 400 m2, 6 habitaciones. Con luz y agua. Muchas posibilidades.NO es de turismo rural aunque es una de las posibilidades que tiene.PARA REHABILITAR- Imprescindible hacer cubierta nueva- Estructura en buen estado con actuaciones puntuales.- Hay que hacer toda la Instalación interior de electricidad y agua.- Reforma Interior completa.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:31:29.721010"
      },
      {
        "titulo": "Masía en venta en Lv-1005, 5",
        "precio": "210.000€",
        "ubicacion": "Estarás",
        "habitaciones": "6 hab.",
        "metros": "500 m²",
        "url": "https://www.idealista.com/inmueble/85570109/",
        "descripcion": null,
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:31:36.415867"
      },
      {
        "titulo": "Masía en venta en Lv-1005, 7",
        "precio": "110.000€",
        "ubicacion": "Estarás",
        "habitaciones": null,
        "metros": "200 m²",
        "url": "https://www.idealista.com/inmueble/85570135/",
        "descripcion": null,
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:31:43.145904"
      },
      {
        "titulo": "Chalet adosado en venta en Calle Joan XXIII, 98",
        "precio": "465.000€",
        "ubicacion": "La Plana, Esparreguera",
        "habitaciones": "5 hab.",
        "metros": "276 m²",
        "url": "https://www.idealista.com/inmueble/86858287/",
        "descripcion": "Maravillosa casa en la plana, muy cerca de los comercios, menos de 1 minuto caminando.Consta de 4 habitaciones dobles, 1 individual. 3 baños completos, 1 aseo. Amplios salones, garaje cubierto para 1 coche grande y otra plaza de aparcamiento fuera. Puerta de entrada automática.Todas ventanas de aluminioAires acondicionados nuevos en todas las habitaciones y zonas comunes.Que estas esperando? Ponte en contacto conmigo!",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:31:49.900970"
      },
      {
        "titulo": "Dúplex en venta en Calle Vilaseca, 45",
        "precio": "120.000€",
        "ubicacion": "Sant Joan de Vilatorrada",
        "habitaciones": "2 hab.",
        "metros": "160 m²",
        "url": "https://www.idealista.com/inmueble/86874741/",
        "descripcion": "se vende duplex por reformar.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:31:56.580829"
      },
      {
        "titulo": "Dúplex en venta en Calle de Vilaseca, 45",
        "precio": "125.000€",
        "ubicacion": "Sant Joan de Vilatorrada",
        "habitaciones": "3 hab.",
        "metros": "162 m²",
        "url": "https://www.idealista.com/inmueble/25355367/",
        "descripcion": "Duplex en buen estado, con 130m utiles, en finca de solo 3 vecinos.Disfruta de un salon comedor de 35 m, 2 habitaciones dobles con salida a balcon y 1 suitte de mas de 30 m con salida a terraza, 2 baños completos con ducha y bañera, barbacoa de obra, trasteros.. .Es un 3er piso sin ascensor a 2km de ManresaPosibilidad de dejar muebles o electrodomésticos. Precio negociable.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:32:02.219953"
      },
      {
        "titulo": "Casa de pueblo en venta en Major-ag.bellmun, 7",
        "precio": "199.000€",
        "ubicacion": "Talavera",
        "habitaciones": "10 hab.",
        "metros": "386 m²",
        "url": "https://www.idealista.com/inmueble/88866078/",
        "descripcion": "Venta de casa a reconstruir en Bellmunt, un pueblo de la Comarca de la Segarra a 90 Km. de Barcelona.Suelo de 402 m2, siendo el total de la vivienda de 386 m2 y jardín de 224 m2.Consta de: sótano-bodega para barricas de vino, planta baja, 2 altas, trastero, desván y cocina con alacena y pozo de agua dentro de esta.Gran jardín en el que construir piscina si se desea y parking para varios coches.Muy bien ubicada y soleada, ideal para vivir todo el año. Dispone de 2 accesos a distintas calles. Casa con muchas posibilidades.Paraje tranquilo en entorno natural, buenas vistas y lejos del estrés.Precio a consultar. Contacto. Tel. : María.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:32:09.009491"
      },
      {
        "titulo": "Casa de pueblo en venta en Carretera Solsona, 1",
        "precio": "150.000€",
        "ubicacion": "Calaf",
        "habitaciones": "6 hab.",
        "metros": "390 m²",
        "url": "https://www.idealista.com/inmueble/89041024/",
        "descripcion": "Esta descripción ha sido traducida automáticamente y puede que no sea muy precisa.Ver descripción en el idioma originalEs una casa señorial de Calaf habitada hasta hace tres años.Actualmente necesita rehabilitación.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:32:15.702609"
      },
      {
        "titulo": "Chalet adosado en venta en Calle de la Llibertat, 32",
        "precio": "263.000€",
        "ubicacion": "Ctra. Santpedor - Bases de Manresa, Manresa",
        "habitaciones": "5 hab.",
        "metros": "376 m²",
        "url": "https://www.idealista.com/inmueble/90117818/",
        "descripcion": "Vendo casa unifamiliar dos plantas, con trastero, terraza, calefacción, caldera de gas, garaje, año de construccion 1965. El edificio necesita algunas reformas. Muy bien comunicada a 5 minutos de estación de tren FFGG, zona universitaria y estación de autobuses.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:32:26.950413"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle de Collbato, 71",
        "precio": "335.000€",
        "ubicacion": "El Bruc",
        "habitaciones": "6 hab.",
        "metros": "200 m²",
        "url": "https://www.idealista.com/inmueble/93162070/",
        "descripcion": "bonita casa de campo totalmente reformada con piscina, huerto, zona barbacoa, estudio vestidor cuatro habitaciones chimenea acogedora.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:32:39.363758"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle de Rafael de Casanova, 900",
        "precio": "359.000€",
        "ubicacion": "Sant Vicenç de Castellet",
        "habitaciones": "5 hab.",
        "metros": "450 m²",
        "url": "https://www.idealista.com/inmueble/94163166/",
        "descripcion": "Espectacular casa esquinera independiente de tres plantas. Planta 0 de 200 m2 apta para garaje o negocio (actualmente preparada para taller mecánico de automóviles), con fosa, bodega, cuarto de baño, altillos y zona administrativa. Tiene acceso directo/independiente a la vivienda con medidas de seguridad. Planta 1, vivienda con con amplio comedor/salón, 4 habitaciones dobles, todas con acceso a balcón, cuarto de baño amplísimo con bañera esquinera, amplia cocina con cuarto de lavar independiente y acceso a espectacular terraza con vistas a Montserrat, con barbacoa de obra y zona chilout. Planta 2, precioso estudio con terraza solarium también con vistas a Montserrat. Maderas nobles en escaleras, puertas y ventanas. Calefacción de gasoil con caldera y depósito en planta 0. Aires acondicionados con bomba de calor en las diferentes estancias. Mosquiteras en ventanas. Casa preciosa muy bien cuidada, conservada y ubicada perteneciente a matrimonio mayor. Venta de particular a particular. OPORTUNIDAD ÚNICA en la zona con estas características.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:32:46.091506"
      },
      {
        "titulo": "Finca rústica en venta en Calle de les eres, 1",
        "precio": "35.000€",
        "ubicacion": "Les Oluges",
        "habitaciones": "5 hab.",
        "metros": "544 m²",
        "url": "https://www.idealista.com/inmueble/87340978/",
        "descripcion": "El inmueble es una edificación rustica de 544m2 aprox, de dos plantas, espacios amplios, grandes ventanas y bonitas vistas, garaje y un gran jardín. Antes era un establo de animales.Las paredes de piedra son sólidas.Parte de la cubierta está caída, que obviamente habia que cambiarla.Hay que rehabilitarlo.No hay suministros, baño, ni cocina.a rehacer todo excepto las paredes de piedraTodo ello esta situado a la entrada del tranquilo pueblo de Les Oluges (Las Olujas).De muy fácil acceso en coche, está a una hora en coche desde Barcelona por la A2 y a menos de 10 minutos de Cervera.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:33:04.445926"
      },
      {
        "titulo": "Casa de pueblo en venta en Calle Única, 10",
        "precio": "42.000€",
        "ubicacion": "Sant Guim de Freixenet",
        "habitaciones": "4 hab.",
        "metros": "150 m²",
        "url": "https://www.idealista.com/inmueble/95867814/",
        "descripcion": null,
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:33:16.892574"
      },
      {
        "titulo": "Chalet adosado en venta en Calle mediodia s/n",
        "precio": "160.000€",
        "ubicacion": "Vilanova del Camí",
        "habitaciones": "2 hab.",
        "metros": "195 m²",
        "url": "https://www.idealista.com/inmueble/96277949/",
        "descripcion": "Casa de pueblo en venta, consta de dos pisos independientes de 45 m2con terraza y un garaje. de 100 m2. En buena calle. Con posibilidades de ampliar los dos pisos.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:33:29.298925"
      },
      {
        "titulo": "Piso en venta en Bruc, 7",
        "precio": "140.000€",
        "ubicacion": "Sant Joan de Vilatorrada",
        "habitaciones": "4 hab.",
        "metros": "90 m²",
        "url": "https://www.idealista.com/inmueble/96326924/",
        "descripcion": "-DE PARTICULAR A PARTICULAR¡Tu Hogar Perfecto en Sant Joan de Vilatorrada!Bienvenido a tu nuevo hogar, donde la comodidad se encuentra con la elegancia en cada rincón. Este encantador piso en planta baja está situado en el corazón de Sant Joan de Vilatorrada y ofrece un estilo de vida excepcional para ti y tu familia.Características Principales:Ubicación Ideal: En una zona tranquila y apacible de Sant Joan de Vilatorrada, este piso está convenientemente cerca de todas las comodidades, parada de bus, locales, como tiendas, restaurantes y parques.Espacios Amplios y Luminosos: Con cuatro habitaciones bellamente iluminadas y dos modernos lavabos, este hogar ofrece un ambiente acogedor y espacioso para toda la familia.Diseño Moderno y Reformado: Disfruta de un estilo de vida contemporáneo con acabados de alta calidad y una cocina totalmente equipada. Cada detalle ha sido cuidadosamente pensado para brindarte el máximo confort.Exterior Encantador: Relájate en tu propio oasis al aire libre. Este piso cuenta con un encantador patio, perfecto para reuniones familiares y una terraza donde podrás disfrutar de las suaves brisas de la tarde.Extras Especiales: La propiedad también incluye una barbacoa para tus reuniones al aire libre y una carpintería de PVC con cámara aislante, asegurando un ambiente tranquilo y sereno en tu hogar.Vecindario Exclusivo: Ubicado en un edificio de solo tres plantas con únicamente tres vecinos, este piso ofrece privacidad y tranquilidad en un entorno comunitario amigable.No pierdas la oportunidad de hacer de este lugar tu hogar. ¡Contáctanos hoy para programar una visita y descubre por qué este piso es la elección perfecta para ti y tu familia en Sant Joan de Vilatorrada!Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:33:36.073202"
      },
      {
        "titulo": "Chalet adosado en venta en Avenida de la Pau, 34",
        "precio": "295.000€",
        "ubicacion": "Calaf",
        "habitaciones": "8 hab.",
        "metros": "933 m²",
        "url": "https://www.idealista.com/inmueble/96453619/",
        "descripcion": null,
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:33:42.791722"
      },
      {
        "titulo": "Dúplex en venta en Calle de la Mare de Déu del Carme, 1",
        "precio": "350.000€",
        "ubicacion": "Ca n'Anglada, Terrassa",
        "habitaciones": "7 hab.",
        "metros": "200 m²",
        "url": "https://www.idealista.com/inmueble/96683868/",
        "descripcion": "Piso + Ático Junto avenida Barcelona. Zona súper tranquila. Situado muy cerca de la zona universitaria. Ideal para inversores y alquilar a estudiantesEsta vivienda está formada por un piso de 4 habitaciones, amplio salón, cuarto de baño con bañera, cocina equipada con electrodomésticos y balcón. Además justo arriba también hay un ático de 45 m2, formado por un salón cocina, una habitación de matrimonio amplia y un cuarto de baño con cabina de hidromasaje. TAMBIEN hay una terraza privada de 25 m2. PRECIO TOTAL 350000 €.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:33:49.574538"
      },
      {
        "titulo": "Casa de pueblo en venta en Calle Major, 7",
        "precio": "340.000€",
        "ubicacion": "Cabrera d'Anoia",
        "habitaciones": "4 hab.",
        "metros": "186 m²",
        "url": "https://www.idealista.com/inmueble/96814313/",
        "descripcion": "Terraza de 15m.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:33:55.180135"
      },
      {
        "titulo": "Casa de pueblo en venta en Calle Santa Creu s/n",
        "precio": "15.000€",
        "ubicacion": "Talavera",
        "habitaciones": null,
        "metros": "91 m²",
        "url": "https://www.idealista.com/inmueble/96968845/",
        "descripcion": "Antigua bodega a reformar, no dispone de baño ni divisiones, está totalmente a reformar, 90 m2 en 2 plantas, con 80m2 de jardín. 120m2 totales de suelo urbano en el pequeño núcleo de nombre Pavía, pertenece al ayuntamiento de Talavera de Segarra (11 vecinos censados). Cerca de Cervera, Tàrrega o Igualada, a 95km de BCN, 1h de coche. Entorno de campo con vistas de postal. Dispone de luz de alta y saneamiento, conexión a alcantarillado nueva, el agua se encuentra en la puerta para solicitar enganche. Buena cobertura móvil e internet, fibra óptica. Gas natural en breve. A 4 vientos, sus vecinos próximos, la iglesia y al lado de una encina centenaria preciosa. Ver fotos, y abstenerse intermediarios. De particular a particular. Posibilidad de adquirir finca anexa, con solar de 163m2 (con aljibe para pluviales) y una tercera de 108m2 con paredes piedra perimetrales, un aseo y agua de alta. En este caso, si la venta es por las tres fincas, se adquieren las 3 y 50.000€ sería el precio.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:34:01.948507"
      },
      {
        "titulo": "Casa o chalet independiente en venta en c/casesnoves, 24",
        "precio": "65.000€",
        "ubicacion": "Cervera",
        "habitaciones": "3 hab.",
        "metros": "75 m²",
        "url": "https://www.idealista.com/inmueble/97649034/",
        "descripcion": "Casa adosada en una zona muy tranquila, a dos minutos andando del centro, tiene unas vistas increíbles.Tiene tres plantas, en la planta baja tiene una bodega por reformar de unos 20m, subiendo tenemos el baño, la cocina y el comedor, y en la tercera planta tiene 3 habitaciones dos reformadas y una por reformar. Se puede vivir perfectamente, se vende amueblada, television, microondas, minihorno, sofa.. . Todo lo que se ve en las fotos excepto efectos personales, casa con muchas posibilidades, incluso se le puede hacer una cuarta habitación. Precio negociable.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:34:25.391282"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Avenida de Catalunya, 106",
        "precio": "325.000€",
        "ubicacion": "Cervera",
        "habitaciones": "8 hab.",
        "metros": "800 m²",
        "url": "https://www.idealista.com/inmueble/97790403/",
        "descripcion": "CASA ESQUINERA A REFOMAR EN CERVERA (Lérida)Finca regia esquinera, situada en pleno centro de Cervera, construida en 1940 de estilo ‘noucentista’, para rehabilitación integral.215 m2 de planta y 800 m2 construidos repartidos entre planta baja (local comercial), 2 plantas (viviendas) y planta buhardilla.Magníficas posibilidades de reforma para disponer de un local comercial con amplia fachada y 4 viviendas.Directo de particular. Precio negociable.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:34:38.073240"
      },
      {
        "titulo": "Dúplex en venta en Calle Nou, 41 -43",
        "precio": "124.000€",
        "ubicacion": "Vallbona d'Anoia",
        "habitaciones": "2 hab.",
        "metros": "72 m²",
        "url": "https://www.idealista.com/inmueble/97986993/",
        "descripcion": "Luminoso y todo exterior. Suelo ceramica, calefacción gas.Incluido parquing y trastero fácil accesibilidad.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:34:44.831755"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Castillo de Cabrera, 369",
        "precio": "340.000€",
        "ubicacion": "Cabrera d'Anoia",
        "habitaciones": "4 hab.",
        "metros": "300 m²",
        "url": "https://www.idealista.com/inmueble/98092704/",
        "descripcion": "Casa con parcela en Castillo de Cabrera, C. P. 08718, comarca de l'Anoia, entre Capellades y Vallbona D'Anoia.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:34:51.615218"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle del Gorgori, 5",
        "precio": "510.000€",
        "ubicacion": "La Llacuna",
        "habitaciones": "9 hab.",
        "metros": "500 m²",
        "url": "https://www.idealista.com/inmueble/98380511/",
        "descripcion": "Chalet unifamiliar con licencia turistica para 25 personas. Villa Amalia dispone de un comedor con cocina americana completamente equipado y con capacidad para más de 45 personas cómodamente sentadas, mas de 150m2 a vuestra disposición que seguro no os dejaran indiferentes, con salida a una terraza exterior con pérgola cubierta y barbacoa. Dos zonas de sofás para descansar o ver la tv y un baño completo.Al lado del comedor, encontramos una sala de juegos completamente equipada con futbolín profesional, mesa de poker, billar americano, billar francés, ping-pong etc.. .Quizás la zona mas espectacular de la casa sea la piscina cubierta y climatizada al lado del jardín, piscina de 10 x 5 metros con tobogán y cúpula a mas de 4 metros de altura, lo que permite disfrutar de la piscina con mucha comodidad con vestuarios y duchas, toda la zona exterior de la piscina también esta climatizada para poder disfrutar de este espacio durante todo el año.Después de un agradable paseo o una excursión seguro que os apetece tomar una sauna, dentro de la zona de piscina, hay una sauna con capacidad para 4 personas tumbadas o 7 sentadas.Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:36:21.770568"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle del Garraf, 12",
        "precio": "400.000€",
        "ubicacion": "Castellgalí",
        "habitaciones": "3 hab.",
        "metros": "130 m²",
        "url": "https://www.idealista.com/inmueble/40398693/",
        "descripcion": "Torre unifamiliar OBRA NUEVA con vistas espectaculares a 5 minutos de manresa, posibilidad de escoger acabados y de construcción piscina por 15000 euros extra.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:36:45.363173"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle de l'Eucaliptus, 1",
        "precio": "498.000€",
        "ubicacion": "Sant esteve Sesrovires",
        "habitaciones": "4 hab.",
        "metros": "230 m²",
        "url": "https://www.idealista.com/inmueble/26713999/",
        "descripcion": "Consta de dos viviendas, en la planta baja hay un apartamento completo. Comedor con cocina Office, habitación doble y baño. Cerca de colegio, guardería y comercios. A 5 minutos de autopista y autovía. A 30 minutos de la playa. La Fábrica Seat a 3 km. En la planta principal tenemos salón comedor con salida a terraza techada y vistas a la piscina, cocina, 3 habitaciones dobles con armarios empotrados, un baño con ducha y otro con bañera. Excelentes vistas!",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:37:14.888332"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle de Provença, 41",
        "precio": "295.000€",
        "ubicacion": "Sant Pere Nord, Terrassa",
        "habitaciones": "3 hab.",
        "metros": "160 m²",
        "url": "https://www.idealista.com/inmueble/100119022/",
        "descripcion": "Casa en planta baja a estrenar. Gran comedor- cocina con salida a patio muy soleado de 40 metros. Consta de 3 habitaciones 2 de ellas dobles, todas exteriores. 2 cuartos de baño con ducha. Ventanas de aluminio negro antracita y puertas lacadas en blanco. Calefacción. Muy soleada con orientación este- oeste.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:37:27.224692"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Urbanitzacio Rives Blaves, 100",
        "precio": "150.000€",
        "ubicacion": "Olesa de Montserrat",
        "habitaciones": "3 hab.",
        "metros": "200 m²",
        "url": "https://www.idealista.com/inmueble/100368298/",
        "descripcion": "Chale independiente para reformar totalmente.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:37:39.689810"
      },
      {
        "titulo": "Chalet adosado en venta en Calle d'En Florenci Gustems, 31",
        "precio": "450.000€",
        "ubicacion": "Mediona",
        "habitaciones": "8 hab.",
        "metros": "648 m²",
        "url": "https://www.idealista.com/inmueble/100543315/",
        "descripcion": "Casa Adosada de 648 m2 útiles, planta baja 248m2 donde se encuentran, una plaza de garaje donde caven 5 coches, también se encuentran con deposito, caldera, acumulador, descalsificador todo nuevo y con ganarntia y un gimansio, 2 tragaluzes, escalera comunitaria con 2 trasteros, y ascensor preparado, primera planta de 200m2 con acesso directo al jardín, rejas antirrobo, 4 habitaciones 2 baños, comedor + cocina americana, segunda planta 200m2 y altillo con 5 habitaciones y 2 baños, acabar de decidir a ti estilo, una casa rodeada de naturaleza y luz natural todo el dia. PRECIO NEGOCIABLE!",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:37:52.070226"
      },
      {
        "titulo": "Piso en venta en Plaza Major, 13",
        "precio": "149.000€",
        "ubicacion": "Antic, Manresa",
        "habitaciones": "2 hab.",
        "metros": "55 m²",
        "url": "https://www.idealista.com/inmueble/100926928/",
        "descripcion": "ATENCIÓ INVERSORS! Pis de 50 m2 a la mateixa Plaça Major de Manresa, Barri Antic. cuina americana-menjador, 1 habitació doble de 6m2, un habitació-vestidor de 3m2 i 1 bany de 5m2. Pis acabat de reformar amb molt de gust. Parets de pedra natural amb il·luminació indirecte, terra del dormitori imitació terra hidràulic estil moderniste. Impressionants vistes de la Seu i l'ajuntament de Manresa. Sol quasi todo el día. Finca amb façana protegida. Amb dos balcons a la mateixa plaça Major. ACTUALMENT AMB LLOGATER SOLVENT. ALTA RENTABILITAT BRUTA.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:38:26.958703"
      },
      {
        "titulo": "Cortijo en venta en Talavera, 3",
        "precio": "30.000€",
        "ubicacion": "Talavera",
        "habitaciones": "3 hab.",
        "metros": "90 m²",
        "url": "https://www.idealista.com/inmueble/101069267/",
        "descripcion": null,
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:38:50.650303"
      },
      {
        "titulo": "Chalet pareado en venta en Calle Pista Castell, 2",
        "precio": "180.000€",
        "ubicacion": "Centre - Passeig i Rodalies, Manresa",
        "habitaciones": "3 hab.",
        "metros": "170 m²",
        "url": "https://www.idealista.com/inmueble/101137093/",
        "descripcion": "Es ven casa adossada (cantonera) de tres plantes al centre de Manresa, situada en zona molt tranquil·la a escassos minuts caminant de tots els serveis del dia a dia. Molt assolellada i bones vistes.Casa de 165 m2 distribuïda en tres plantes. Sortida a dos carrers.La planta baixa consta de pàrquing amb capacitat per dos vehicles i un traster, a mitja alçada un altell amb una sala per instal·lacions i un altre traster.A la primera planta hi trobem l'entrada principal a la casa des del carrer, una sala d'estar menjador amb grans finestrals orientats al sud, cuina americana, un bany complet i un dormitori doble.La segona planta consta d'un gran dormitori, un ampli estudi, un bany i dues grans terrasses una cara nord i l'altra cara sud amb unes magnífiques vistes.Casa en procés de reforma ideal per a famílies o inversors interessats a personalitzar els acabats. Es disposa de projecte final. De particular a particular.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:39:08.732094"
      },
      {
        "titulo": "Casa rural en venta en Calle casas novas, 1",
        "precio": "110.000€",
        "ubicacion": "Cervera",
        "habitaciones": "3 hab.",
        "metros": "360 m²",
        "url": "https://www.idealista.com/inmueble/101252187/",
        "descripcion": "calefacció per gas natural, situat a la par histórica de Cervera, a la plaça Sant Domenec.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:39:21.164309"
      },
      {
        "titulo": "Casa o chalet independiente en venta en 19 s/n",
        "precio": "500.000€",
        "ubicacion": "Mediona",
        "habitaciones": "4 hab.",
        "metros": "304 m²",
        "url": "https://www.idealista.com/inmueble/101634188/",
        "descripcion": "Se vende hermosa y luminosa residencia de tres plantas y a cuatro vientos, en urbanización rodeada de bosques, viñedos y con vistas a la montaña de Montserrat.En la residencia se ha puesto especial énfasis en el medio ambiente, placas solares (4,500kw anuales), techo con aislamiento, mamparas y ventanas, algunas oscilobatientes, con puente térmico aislante y protector de rayos solares.Planta principal: amplia y luminosa cocina con puerta independiente, lavandería-despensa, salón con salida a porche, sala bar con armarios y encimera de mármol, baño completo, armario para colgar bolsos y chaquetas, comedor con salida al área de barbacoa y al estudio-taller independiente.Planta intermedia: luminoso baño familiar, cuatro dormitorios, uno en suite con vestidor y baño completo. Esta área tiene salida a un solarium con vistas a los campos y montañas.Atico: espacio diáfano rodeado de ventanales con chimenea suelo a tierra. Cuenta también con dos trasteros, cada uno con otro trastero posterior y uno de ellos con reservorio de agua de 2,500lt.La residencia cuenta con un amplio porche al frente y esta rodeada de un precioso jardín de 500 mt2. El riego se realiza a través de la recuperación de aguas residuales (depuradora de oxidación total) y sistema automático. Cuenta con una piscina (4 X 5 mt) con sistema recirculante. Tiene una amplísima barbacoa con todas las instalaciones para guardar utensilios propios de la actividad.El estudio-taller independiente, cuenta con suelo de parquet y una linda vista al jardín.Tiene garaje y zona de aparcamiento además de un cuarto de máquinas.La casa cuenta con calefacción central de gasoil y aire acondicionado independiente (frío-calor) A++Un sistema de descalcificación central y sistema de ósmosis inversa en la cocina.Tiene instalado un sistema de alarma contra robo (Securitas Direct).Podréis disfrutar del canto de la naturaleza desde el amanecer y desconectar de la vorágine citadina.La casa está en la ruta del vino del Alt Penedés y de varios castillos, a 35 minutos de la playa, 45 minutos de Barcelona y servicio de tren a 15 minutos. La urbanización cuenta con servicio de autobús tres veces al día.A las personas interesada se les atenderá con cita previa, siempre que haya una real perspectiva de compra.Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:39:56.072703"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle Rioja, 13",
        "precio": "410.000€",
        "ubicacion": "Abrera",
        "habitaciones": "5 hab.",
        "metros": "300 m²",
        "url": "https://www.idealista.com/inmueble/102057288/",
        "descripcion": "Magnífica casa de diseño con 4 Habitaciones + 1 planta de gran espacio (en la actualidad dedicada a enorme gimnasio), además de 2 baños con bañera y 1 aseo para invitadosLa casa dispone de grandes terrazas, gran garaje apta para dos turismos + motocicletas, 2 grandes trasteros, gran cocina, aire acondicionado, calefacción, suelo radiante y radiadores así como bomba de frío y calor y gran espacio de almacenaje con armarios empotradosCasa de diseño de obra nueva inaugurada en 2016 con un único dueño.Tiene unos 300 m2 de construcción además de grandes terrazas, perfecta para aquellos que buscan mucho espacio y comodidad.Tiene grandes habitaciones con grandes ventanales, y dispone de una planta entera para utilizar de gran gimnasio, despacho o el uso favorito de cada uno.Se disfruta del aire libre y limpio en una calle sin salida en la que solo residen unos pocos vecinos sin nada de ruido y todas las comodidades.La ubicación en Can Villalba es envidiable, en una zona tranquila y muy valorada.Además es venta directa de particular sin pagar comisiones a inmobiliaria.¡No dejes pasar esta oportunidad de vivir en la casa de tus sueños! Contácteme ahora para más información y para reservar tu cita.Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:41:10.150647"
      },
      {
        "titulo": "Piso en venta en Calle de Bernat de Sallent, 2",
        "precio": "350.000€",
        "ubicacion": "Ctra. Santpedor - Bases de Manresa, Manresa",
        "habitaciones": "4 hab.",
        "metros": "145 m²",
        "url": "https://www.idealista.com/inmueble/102222723/",
        "descripcion": "Piso Excepcional con Piscina, Terraza, Zonas Verdes y Parking en Manresa¡En venta! Piso luminoso y espacioso en la ubicación perfecta para estudiantes y profesionales en Manresa, a un paso de la Escola Politècnica Superior d'Enginyeria.Cuenta con todas las habitaciones exteriores, lo que garantiza abundante luz natural y ventilación. La propiedad incluye acceso a una piscina comunitaria, terraza privada, zonas verdes y una plaza de parking.¡No pierdas esta oportunidad! Contáctanos para programar una visita hoy mismo.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:41:40.135369"
      },
      {
        "titulo": "Chalet adosado en venta en Calle Xuriguera, 18",
        "precio": "38.000€",
        "ubicacion": "Calaf",
        "habitaciones": "5 hab.",
        "metros": "264 m²",
        "url": "https://www.idealista.com/inmueble/102344109/",
        "descripcion": "Precio 38.000 eurosTasada en 59.300 euros (ver foto)A reformar.Se aceptan pagos en Bitcoin.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:42:14.712374"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle Portell, 17",
        "precio": "420.000€",
        "ubicacion": "Piera",
        "habitaciones": "3 hab.",
        "metros": "180 m²",
        "url": "https://www.idealista.com/inmueble/29177022/",
        "descripcion": "Precio Negociable.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:42:26.986903"
      },
      {
        "titulo": "Finca rústica en venta en Calle Castellfullit del Boix s/n",
        "precio": "620.000€",
        "ubicacion": "Castellfollit del Boix",
        "habitaciones": "6 hab.",
        "metros": "240 m²",
        "url": "https://www.idealista.com/inmueble/102499687/",
        "descripcion": null,
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:42:44.755784"
      },
      {
        "titulo": "Finca rústica en venta en Via sense nom s/n",
        "precio": "615.000€",
        "ubicacion": "Sant Vicenç de Castellet",
        "habitaciones": "5 hab.",
        "metros": "1.450 m²",
        "url": "https://www.idealista.com/inmueble/103219915/",
        "descripcion": "ESCUCHO OFERTAS. Masia rústica con 1200/1500metros de casa y 25 hect ubicada en plena naturaleza en el Parque natural de Vallhonesta. Consta de 25 hectáreas de terreno. Tiene construidos en 4 plantas (incluidas las golfas) 1200/ 1500 metros. La 1a planta (habitable) consta de 5 habitaciones y 2 baños. Una sala de estar. Un Comedor muy amplio (70m aprox) 2 fuegos a tierra.Un 20 comedor al lado de la cocina de unos 50 m aprox. La Bodega se sitúa en la planta baja 450m aprox, además de la 3a planta en construcción y golfas amplias para poder hacer una habitación o zona de estar.La masía tiene varias entradas en la misma.Tiene todo el perímetro que rodea la casa con un vallado de 2 metros más su zona de entrada con un muro de piedra natural y dos entradas directas a la casa y zona rural. Toda la casa está hecha y reformada con piedra natural de St Viçens.Actualmente se siguen reformando algunas zonas comunes de la casa de ahí el material y objetos de construcción en las fotos. Si en algún momento se llega a algún trato todo será recogido antes de la entrega de la vivienda.La masía y el terreno es muy grande y dificil de apreciar en fotos, es por eso que si usted desea más información sin compromiso o bien visitarla puede ponerse en contacto por teléfono o por Whatsapp. Aceptamos cambio por otra vivienda de valor similar o como forma de pagoIdeal para negocios hospedaje o vivienda.Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:45:12.936436"
      },
      {
        "titulo": "Casa de pueblo en venta en Calle Raval de Dalt, 37",
        "precio": "140.000€",
        "ubicacion": "Carme",
        "habitaciones": "5 hab.",
        "metros": "126 m²",
        "url": "https://www.idealista.com/inmueble/103282244/",
        "descripcion": "Casa de pueblo (planta baja) 126m con patio de 254m. Calefacción de gasoil.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:45:47.167618"
      },
      {
        "titulo": "Chalet adosado en venta en Calle de l'Era d'En Coma, 18",
        "precio": "51.200€",
        "ubicacion": "Valldaura - Ctra. de Cardona, Manresa",
        "habitaciones": "4 hab.",
        "metros": "90 m²",
        "url": "https://www.idealista.com/inmueble/103440844/",
        "descripcion": "Casa adosada distribuida en 4 plantas.Cada planta cuenta con 22mts cuadradosSituada en pleno centro junto a la carretera de Vic. A 200 metros.Dispone de todos los servicios básicos a su alcance, con oferta comercial (superficies de grandes dimensiones y tiendas de barrio necesarias) y educativa, variedad de servicios de restauración y zonas verdes valoradas en las que poder realizar actividades al aire libre.Vivienda para quienes quieran vivir en una zona tranquila muy bien comunicada como para aquellos que busquen invertir para arrendamiento con una muy buena rentabilidad.Todo ello, además, con excelentes comunicaciones por transporte público (autobús) y carreteras. y Tren Renfe.Solicite más información sin ningún tipo de compromiso. Contesto WhatsApp.Soy particular.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:46:10.190391"
      },
      {
        "titulo": "Piso en venta en Calle de l'Era d'En Coma, 38",
        "precio": "70.000€",
        "ubicacion": "Valldaura - Ctra. de Cardona, Manresa",
        "habitaciones": "3 hab.",
        "metros": "65 m²",
        "url": "https://www.idealista.com/inmueble/102487000/",
        "descripcion": "Oportunitat d'inversió!Pis en venda amb excel·lents llogaters, en edifici renovat amb ITE vigent, que ofereix una rendibilitat neta del 5% anual començant a cobrar la renda des del primer mes!",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:46:49.728421"
      },
      {
        "titulo": "Masía en venta en Camino de les Codines, 1",
        "precio": "200.000€",
        "ubicacion": "Rellinars",
        "habitaciones": "5 hab.",
        "metros": "260 m²",
        "url": "https://www.idealista.com/inmueble/93487178/",
        "descripcion": "Masía catalogada con 3 hectáreas de terreno y vistas a Monsterrat. Masía de piedra a reformar pudiendo edificar hasta 2 plantas y un total de 240 m2.Proyecto para dicha reforma aprobado y permiso de obras obtenido.También permiso para hacer una piscina ecológica.Es un proyecto EXCEPCIONAL, con unas vistas increíbles y una vivienda de ensueño.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:46:56.445720"
      },
      {
        "titulo": "Finca rústica en venta en Plaza Major, 1",
        "precio": "60.000€",
        "ubicacion": "Cervera",
        "habitaciones": "5 hab.",
        "metros": "600 m²",
        "url": "https://www.idealista.com/inmueble/104352516/",
        "descripcion": "En venta casa pairal de 600m2, amb amplia terrassa, bodega, corral i jardí a la Segarra. Situada en un entorn rural i tranquil, a 5 min de Cervera i a 1 h de Barcelona. A prop de serveis i comunicacions, la fan ideal per gaudir dels avantatges per viure i teletreballar en un entorn ideal que ofereix qualitat de vida.La casa està situada dins del poble, i compta amb excel·lents vistes!- Corral obert / hort de 80m2- Jardí de 200 m2- Disposa de pouPot funcionar com a primera o segona residencia. Necessita de reforma integral. Única per preu i zona.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:49:39.504714"
      },
      {
        "titulo": "Ático en venta en Via de Sant Ignasi, 9",
        "precio": "65.000€",
        "ubicacion": "Antic, Manresa",
        "habitaciones": "1 hab.",
        "metros": "45 m²",
        "url": "https://www.idealista.com/inmueble/104409646/",
        "descripcion": "Teléfono de contacto: Escucho ofertas pero no ridículas. Maravilloso piso ubicado en la localidad de Manresa con una superficie 40 m² ideal para parejas y cerca de la plaza mayor donde se encuentra el ayuntamiento, los juzgados y diferentes tipos de comercios como farmacias, supermercados, bares y restaurantes. Lo que más destaca de él es la terraza que además de ser amplia y tener vistas a la iglesia proporciona luz solar prácticamente a todas horas del día y hace que el piso sea luminoso y acogedor. Tiene calefacción, cocina de gas y el mobiliario básico para poder empezar a vivir. La vivienda es un 4º sin ascensor entrando por la entrada de Santa Lúcia.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:50:26.471414"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Sant esteve Sesrovires",
        "precio": "325.000€",
        "ubicacion": "Baix Llobregat Nord, Barcelona",
        "habitaciones": "4 hab.",
        "metros": "160 m²",
        "url": "https://www.idealista.com/inmueble/104454052/",
        "descripcion": "CHALET EN SANT ESTEVE SESROVIRES315.000, 00 €4 habitacionesSe vende chalet en una finca de 800 m2, situado en la parte alta de Sant Esteve Sesrovires, desde el que se divisa todo el valle.La casa de 160 m2 tiene dos plantas. La superior dispone de cocina, baño, salón, dos habitaciones y una terraza. La planta baja dispone de un garaje con varias zonas, y un anexo. El anexo tiene una cocina, un baño, un comedor y dos habitaciones, y está cubierto por una terraza de más de 40 m2.La finca dispone delante de la casa de una piscina y jardines, y en la parte trasera terreno, ideal para tener un huerto ya que dispone de pozo propioTeléfono de contacto: Maricarmen.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:50:48.671706"
      },
      {
        "titulo": "Piso en venta en Calle Josep Vidal, 50",
        "precio": "160.000€",
        "ubicacion": "Piera",
        "habitaciones": "3 hab.",
        "metros": "90 m²",
        "url": "https://www.idealista.com/inmueble/93973675/",
        "descripcion": "Piso seminuevo. Consta de tres habitaciones (una de matrimonio tipo suite) dos lavabos completos, amplio comedor con salida a terraza, cocina y recibidor. Muchisima claridad y vistas a la montaña. Zona tranquila, a 5 minutos caminando de las piscinas, polideportivo, y zona de deporte. Muy cerca del centro del pueblo. El precio incluye plaza de parquing en la misma finca. Actualmente el piso se encuentra alquilado.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:51:34.771296"
      },
      {
        "titulo": "Dúplex en venta en Sant Pere Nord",
        "precio": "320.000€",
        "ubicacion": "Sant Pere Nord - Ègara, Terrassa",
        "habitaciones": "4 hab.",
        "metros": "137 m²",
        "url": "https://www.idealista.com/inmueble/104534507/",
        "descripcion": "Descubre tu próximo hogar en este encantador ático dúplex en excelente estado! Con su elegante suelo de parquet y una distribución inteligente, esta propiedad ofrece el equilibrio ideal entre estilo y funcionalidad.Con un total de 4 habitaciones dobles y 2 baños completos, este espacioso dúplex es ideal para familias o aquellos que buscan espacio adicional para trabajar desde casa. La luz natural inunda las habitaciones, creando un ambiente cálido y acogedor en todo momento.La distribución de la casa es práctica y funcional: en la planta baja encontrarás un recibidor que conduce a las demás áreas, dos habitaciones, un baño, un acogedor salón y una cocina lista para usar. En la planta superior, dos habitaciones adicionales, un distribuidor/vestidor, un segundo baño y una encantadora terraza donde disfrutar del aire fresco y las vistas panorámicas.Con una ubicación conveniente cerca de la estación norte, esta propiedad ofrece un estilo de vida cómodo y tranquilo. ¡No dejes pasar esta oportunidad de vivir en este impresionante ático dúplex!Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:51:41.531054"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle de l'Isard, 12",
        "precio": "190.000€",
        "ubicacion": "El Pont de Vilomara i Rocafort",
        "habitaciones": "4 hab.",
        "metros": "165 m²",
        "url": "https://www.idealista.com/inmueble/104583076/",
        "descripcion": "Vivienda unifamiliar en un paraje espectacular, rodeada de naturaleza, con piscina, parking, zona verde y barbacoa.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:52:00.533319"
      },
      {
        "titulo": "Piso en venta en Calle Colón, 99 b",
        "precio": "170.000€",
        "ubicacion": "Escoles, Terrassa",
        "habitaciones": "3 hab.",
        "metros": "79 m²",
        "url": "https://www.idealista.com/inmueble/1641778/",
        "descripcion": "ALQUILADO - Cementeri Vell-Vallparadis, junto a piscinas, en plena Zona Universitaria. Alquilado desde el año 2010, sin un retraso en los pagos. Segunda planta exterior, con balcón, frente a Universidad de arte Dramático (ESCAC), y entre ingeniería Industrial y U. N. E. D. , a 2 minutos a pie de Estació Ferrocarrils y Hospital Mutua, Zona Comercial muy activa con todos los servicios. Fachada, terrado, y ascensor sin necesidad de actualizardistribución:terraza descubierta de 2 m217 vecinos en el edificio, 4 por planta. -.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:52:12.925736"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Can Canyelles, 14",
        "precio": "290.000€",
        "ubicacion": "Castellfollit del Boix",
        "habitaciones": "4 hab.",
        "metros": "353 m²",
        "url": "https://www.idealista.com/inmueble/104808056/",
        "descripcion": "La finca se encuentra en Canyelles, a las afueras de Castellfollit del Boix, en un entorno rural tranquilo y rodeado de naturaleza.Superficie:• Terreno completamente vallado, lo que garantiza privacidad y seguridad, cuenta con una superficie total de 17.147 m².• Superficie construida de 353 m².Casa principal:• La casa principal de 190 m² distribuida en dos plantas dispone de:◦ 4 Habitaciones.◦ 2 Baños reformados.◦ Cocina totalmente reformada y equipada.◦ Salón comedor con chimenea.◦ Despensa.◦ Cuarto de lavado.◦ Terraza.◦ Porche.• La casa está reformada y en buen estado de conservación.• Dispone de calefacción por estufa de pellets, una opción económica y ecológica.Otras construcciones:• Garaje independiente de 73 m², ideal para guardar varios vehículos y para utilizar como espacio de almacenamiento.• Tres casetas de obra preparadas para albergar caballos, si eres amante de la equitación.• Depósito de agua de obra por acabar.• Piscina de obra, que además de servir para el ocio, puede ser utilizada para el regadío.• Barbacoa de obra.Terreno:• El terreno es boscoso y está compuesto principalmente de pinos, almendros y árboles frutales.• Huerta de regadío ideal para cultivar con una superficie de 280 m².Información adicional:• La propiedad cuenta con agua corriente, luz eléctrica y una fosa séptica de obra.• Todo está escriturado y con cédula de habitabilidad.Ubicación:• La propiedad está bien comunicada por carretera, a tan solo 20 minutos de Manresa e Igualada, lo que te permite acceder a todos los servicios que necesitas sin renunciar a la tranquilidad del entorno rural.Precio:• 290.000 € (precio negociable).Para más información o concertar una visita, no dudes en contactarme.Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:53:10.804477"
      },
      {
        "titulo": "Piso en venta en Calle de la Bòvila, 6",
        "precio": "170.000€",
        "ubicacion": "Vilanova del Camí",
        "habitaciones": "3 hab.",
        "metros": "85 m²",
        "url": "https://www.idealista.com/inmueble/105006575/",
        "descripcion": null,
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:54:28.487502"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle Puigpedrós, 4",
        "precio": "550.000€",
        "ubicacion": "Sant esteve Sesrovires",
        "habitaciones": "4 hab.",
        "metros": "333 m²",
        "url": "https://www.idealista.com/inmueble/105084630/",
        "descripcion": "Casa de 333 m2 construidos en parcela de 1166 m2, Salón comedor con chimenea, salida a terraza. Cocina independiente con baldosa, pasillo con parquet, 4 habitaciones dobles con armarios empotrados (2 de ellas con salidas a balcón, 1 de ella suite con vestidor), 2 baños y 1 aseo. La casa está bien diseñada luminosa, tiene 1 terraza, garaje y parte adicional de 91 m2. Pozo instalado para regar el jardín. Hay árboles de nueces, granadas, albaricoques y manzanas, etc. Hay piscina en zona comunitaria.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:55:03.505952"
      },
      {
        "titulo": "Casa de pueblo en venta en Calle Manresa, 58",
        "precio": "120.000€",
        "ubicacion": "Calders",
        "habitaciones": "4 hab.",
        "metros": "317 m²",
        "url": "https://www.idealista.com/inmueble/105474067/",
        "descripcion": "Casa de pueblo en venta en CaldersDescubre el encanto de esta casa de pueblo del año 1800, ubicada en el corazón de Calders. Esta propiedad histórica ofrece amplias posibilidades para quienes quieran restaurarla y darle una nueva vida.Características principales:Superficie total: La vivienda principal tiene 155 m², complementada por un edificio anexo de 162 m² y un terreno/huerto de 110 m².Distribución: La planta baja alberga una antigua bodega, la primera planta tiene una cocina con chimenea, un comedor y una habitación, y en el segundo piso hay tres habitaciones espaciosas. Además cuenta con un amplio trastero y un edificio anexo de dos plantas utilizado como almacén.Exterior: Un extenso terreno perfecto para un huerto o jardín con un pozo de agua.Instalaciones: También dispone de contadores de agua y luzUbicación:Calders: Situada en el centro del pueblo, la casa goza de una ubicación privilegiada.Proximidad: A sólo 10 minutos de Artés y Moià, y a 20 minutos de Manresa.Esta casa es una oportunidad única para quienes buscan un proyecto de rehabilitación con mucho potencial. Su ubicación y características la hacen ideal para convertirla en una encantadora residencia ubicada en el centro del pueblo o en una inversión con múltiples posibilidades en un entorno tranquilo y agradable.No dejes pasar esta oportunidad. Contáctanos para más información.Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T16:57:37.189682"
      },
      {
        "titulo": "Piso en venta en Poble Nou",
        "precio": "135.000€",
        "ubicacion": "Manresa",
        "habitaciones": "1 hab.",
        "metros": "48 m²",
        "url": "https://www.idealista.com/inmueble/105593250/",
        "descripcion": "Piso en una de las mejores zonas de Manresa. Ideal para parejas que buscan su independencia o para invertir, ya que por la situación es ideal por la proximidad de la zona universitaria. Piso de 45m2 aprox. , con cocina americana con salida a balcón, habitación de matrimonio con salida, baño completo con plato de ducha. Piso en finca seminueva con todos los servicios muy próximos, tiendas, médicos. Llamame para hacer una visita!",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:01:27.891926"
      },
      {
        "titulo": "Piso en venta en Calle de Josep Anselm Clavé, 72",
        "precio": "199.000€",
        "ubicacion": "Olesa de Montserrat",
        "habitaciones": "4 hab.",
        "metros": "97 m²",
        "url": "https://www.idealista.com/inmueble/105713381/",
        "descripcion": "La zona es bastante tranquila y muy cerca a todo, tenemos el Mercadona a un minuto y todo lo demás a la puerta es centro no duden en preguntar pueden pasar a verlo, el parking es bastante accesible.La vivienda consta:2 habitaciones dobles2 habitaciones individuales2 lavabosCocinaLavaderoTendedero de ropaToldoAire a condicionadoParkingAscensorBalcón.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:02:59.694421"
      },
      {
        "titulo": "Piso en venta en Calle de la Linia, 81",
        "precio": "172.270€",
        "ubicacion": "Òdena",
        "habitaciones": "2 hab.",
        "metros": "58 m²",
        "url": "https://www.idealista.com/inmueble/105953636/",
        "descripcion": "La tranquilidad de Òdena con los beneficios de Igualada. Se trata de una vivienda muy acogedora de 2 habitaciones. La vivienda es toda exterior a excepción del baño. suelo de parqué, alumbrado de ojos de buey, buena calidad de aluminios y vidrios, con persianas motorizadas, y tiene un amplio balcón que cruza las 3 estancias, comedor y habitaciones, Tienen salida al balcón el comedor y la habitación principal. La cocina y el comedor son uno. La vivienda se encuentra en una zona muy tranquila, si huyes del centro de la ciudad y buscas la tranquilidad, es una opción excelente, lo que más impera es el silencio, está en un barrio muy pequeño de pocos habitantes.Tiene bastante luz, y no será tapada, ya que hay un parque que impide nuevas construcciones, no se tiene la sensación de vivir encerrado, como en calles estrechas, donde el balcón o la ventana del vecino están justo enfrente. Muy cuco. Ven a verlo.A pesar de que el barrio pertenece a Odena, la vivienda realmente está mucho más cerca del centro de Igualada. La estación de tren y autobús está a menos de 10 minutos a pie, todos los servicios de Igualada y el hospital y algunas tiendas grandes como Carrefour o Sclat, que están casi en línea recta por carretera a muy pocos minutos de la vivienda. Para entrar o salir desde la autovía, no se coge ni un semáforo, ideal para gente que usa el coche para ir a trabajar, y a pesar de que la vivienda no dispone de parking, es muy sencillo aparcar en la zona, siempre hay sitio, de nuevo, barrio tranquilo. La zona se está encareciendo muy rápido, hay que aprovechar ya que aun no está explotada, puesto que tenemos hipoteca, a medida que suba el precio iremos encareciendo (este año 2025 ya no habrá más subidas), así que ven a verlo rápido. No vendemos a precio de Òdena, porque no estamos en Òdena, estamos mucho más cerca de Igualada, justo en su entrada, y esta ciudad es más cara. El piso está para entrar a vivir y no requiere reformas, depende del interés, se vendería semi amueblado y con electrodomésticos, sería hablarlo. En este momento está alquilado, pero se puede visitar, si decides comprarlo, no te preocupes, el inquilino abandonará la vivienda cuando vendamos. Si necesitas más detalles, o hacer una consulta, pregúntanos. Somos particulares, pero la venta la haremos a través de un gestor inmobiliario.Ahora mismo la vivienda, se está vendiendo casi a precio de coste ya que los precios de la zona están subiendo rápidamente, el precio anterior era bajo y perdíamos dinero, no podremos rebajar mucho el precio, es una vivienda con hipoteca y tenemos que saldarla, pero si decides quedártelo antes de que termine el 2025, te instalaremos un aire acondicionado con bomba de calor totalmente gratis, ya que el piso no tiene calefacción ni aire acondicionado. La oferta quedará de la siguiente manera. Si te lo quedas antes de finalizar el verano de 2025, máquina con dos splits, una en el salón y otra en la habitación principal. Finalizado el verano hasta finales de año del 2025, un solo split. Las máquinas serán totalmente nuevas a estrenar, pero no se abonará el coste, las instalaremos nosotros mismos antes de la entrega de llaves y el piso se entregará con el equipo instalado.Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:04:58.808432"
      },
      {
        "titulo": "Dúplex en venta en Calle de Giralt i Serrà, 2",
        "precio": "420.000€",
        "ubicacion": "Centre, Terrassa",
        "habitaciones": "3 hab.",
        "metros": "155 m²",
        "url": "https://www.idealista.com/inmueble/105985907/",
        "descripcion": "Duplex, de 125 m2 +30 m2 de terraza, 3 hab dobles, 2 baños completos + plaza de parking, estado impecable, para entrar a vivir. Abstenerse inmobiliarias, no me interesa a través de inmobiliariias.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:05:27.847854"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Sant Vicenç de Castellet",
        "precio": "285.000€",
        "ubicacion": "Bages, Barcelona",
        "habitaciones": "3 hab.",
        "metros": "210 m²",
        "url": "https://www.idealista.com/inmueble/106047693/",
        "descripcion": "Vivienda unifamiliar 4 vientos en zona residencial, urb La Balconada, dos plantas, planta baja con garaje diafano 100m, planta alta vivienda de 100m, terreno alrededor con muchas posibilidades.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:06:03.626291"
      },
      {
        "titulo": "Casa de pueblo en venta en Lloc Cal Pau, 16",
        "precio": "15.000€",
        "ubicacion": "Sant Guim de Freixenet",
        "habitaciones": null,
        "metros": "70 m²",
        "url": "https://www.idealista.com/inmueble/106313722/",
        "descripcion": "Casa de Pueblo que necessita reforma integral. A 1 kilometro de todos l'ós servicios (estacion tren, medico, escuela... ) a 4 kilometros de la A2, una hora de lerida y Barcelona. Grandes posibilitades.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:07:28.962797"
      },
      {
        "titulo": "Piso en venta en Calle Pare Ignasi Puig, 15",
        "precio": "100.000€",
        "ubicacion": "Congost - Santa Caterina, Manresa",
        "habitaciones": "3 hab.",
        "metros": "65 m²",
        "url": "https://www.idealista.com/inmueble/106336102/",
        "descripcion": null,
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:07:35.683059"
      },
      {
        "titulo": "Piso en venta en Calle de la Salut, 23",
        "precio": "179.000€",
        "ubicacion": "Pla de Sant Magi, Igualada",
        "habitaciones": "4 hab.",
        "metros": "90 m²",
        "url": "https://www.idealista.com/inmueble/106572755/",
        "descripcion": "Oportunidad en barrio del Poble Sec, a tocar del Centro de la ciudad, a 2 minutos del Paseo Verdaguer y a 1 minuto de la Avda. Barcelona, cerca de colegios y comercios de proximidad.Se ofrece piso en la planta primera de un edifico de 3 plantas, baja, primera y segunda con solo una vivienda por planta. La entrada desde la calle se realiza por el amplio patio/jardín de 93 m² de uso compartido, destinado para múltiples usos. El piso se compone de recibidor con armario empotrado, comedor de 20 m² orientado a sur con mucha luz y muebles a medida, cocina original de 8 m², lavabo original con bañera, 4 habitaciones, tres de 10 m² y una pequeña de 4 m². Todas las habitaciones con ventana, dos a norte y dos a tragaluz.En la zona superior hay una gran buhardilla y terraza comunitaria con un amplio trastero privado.Se ofrece con el mobiliario que se muestra en las fotos.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:11:46.097940"
      },
      {
        "titulo": "Casa de pueblo en venta en Carme",
        "precio": "150.000€",
        "ubicacion": "Anoia, Barcelona",
        "habitaciones": "4 hab.",
        "metros": "240 m²",
        "url": "https://www.idealista.com/inmueble/106582623/",
        "descripcion": "Casa de pueblo de 240m2, totalmente equipada y lista para entrar a vivir.Goza de la oportunidad de vivir en un pequeño pueblo rodeado de bosques. Situado a 15 minutos de Igualada y a 5 minutos de Capellades.La casa está ubicada en un extremo del pueblo, en una zona muy tranquila, y con todos los servicios a menos de 5 minutos (colegio, ambulatorio, piscina pública, supermercado, panadería, etc. ).Casa preparada para entrar a vivir. Está totalmente amueblada y equipada. En la primavera de 2024 se le ha hecho una puesta a punto completa, pintando el interior y el exterior.Distribuida en 3 plantas. Cuenta con 4 habitaciones (2 dobles + 2 individuales), 2 baños completos (uno con bañera y otro con ducha), cocina parcialmente reformada y despensa. Dispone de una habitación adicional que puede servir como despacho, sala de juegos infantiles o zona de planchado.Todas las estancias de la casa tienen ventanas al exterior. Y cuenta con muchos espacios exteriores. Dispone de amplio balcón en cada planta. El de la planta principal, junto al comedor, es ideal para salir a tomar el café.Altillo muy grande (de 33m2) con una sala muy amplia y luminosa, de techo alto, fácil de convertir en un gimnasio, un estudio, un taller o lo que más interese al comprador. En un extremo dispone de un sector equipado para lavar la ropa (con lavadora y lavadero grande).Dispone de una gran terraza en la planta superior, de 27m2, con vistas a los tejados y bosques del entorno. Ideal para convertirlo en un jardín y huerto urbano.Garaje para dos coches (de 60m2), con dos puertas de entrada y amplio espacio para taller de bricolaje o almacenamiento.Dispone de todos los electrodomésticos que necesita una familia: TV de 43 pulgadas, lavadora, nevera, microondas, cocina completa, campana extractora, tostadora, etc. La decoración está algo anticuada pero es fácil de actualizar.Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:12:09.474091"
      },
      {
        "titulo": "Chalet pareado en venta en Calle de Jerez, 1",
        "precio": "170.000€",
        "ubicacion": "Ègara, Terrassa",
        "habitaciones": "5 hab.",
        "metros": "220 m²",
        "url": "https://www.idealista.com/inmueble/106745304/",
        "descripcion": "Casa pareada A REFORMAR.Planta baja diáfana 120m², posibilidad de montar negocio, zona semi industrial.Planta segunda, vivienda compuesta de 4 habitaciones, cocina, baño, lavadero y terraza.Posibilidad de construir otra planta.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:17:29.139881"
      },
      {
        "titulo": "Torre en venta en Ronda de Monterrei, 26",
        "precio": "190.000€",
        "ubicacion": "Mediona",
        "habitaciones": "4 hab.",
        "metros": "180 m²",
        "url": "https://www.idealista.com/inmueble/104419964/",
        "descripcion": null,
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:17:41.325296"
      },
      {
        "titulo": "Chalet adosado en venta en Santa Coloma de Queralt",
        "precio": "252.000€",
        "ubicacion": "Conca de Barberà, Tarragona",
        "habitaciones": "3 hab.",
        "metros": "150 m²",
        "url": "https://www.idealista.com/inmueble/106903108/",
        "descripcion": "Una casa de donde ver salir el sol desde la cama, en Santa Coloma de QueraltSanta Coloma de Queralt es una población situada en la Conca de Barbera, provincia de Tarragona, con todo tipo de servicios: tiendas, supermercados, guardería municipal, dos escuelas de primaria, instituto, residencia de ancianos, ambulatorio, dos farmacias, piscina municipal, empresas y muchas entidades El paisaje es de campos de cultivo y se puede disfrutar de muchas rutas para ir andando o en bicicleta. iglesia, molinos y algunas ermitas. Está a 15 km de la Panadella, ya 30 km de Igualada y de Montblanc.La vivienda se encuentra a 5 minutos, caminando, del centro del pueblo y en una zona muy tranquila.Es una casa adosada con tres paredes exteriores, distribuida en tres plantas (garaje y dos plantas con un total de 150 m2 construidos), más un jardín y un espacio abierto que la bordea (de 156 m2), y donde podemos encontrar tres espacios adicionales de almacenamiento (dos trasteros y un leñero).La casa está amueblada, para entrar a vivir, y es como se ve en las fotografías.En la planta superior hay tres habitaciones y un cuarto de baño. Dos de las habitaciones son de matrimonio (en una de ellas desde la cama se puede ver la salida del sol y, además, dispone de persiana motorizada comandada desde de pulsadores en el cabezal de la cama, instalación de TV y armario empotrado), la otra habitación de matrimonio dispone de un gran armario y de una cama nido con mesita de noche. habitación está habilitada como despacho, pero también ha sido una habitación para dormir con dos literas. El baño está compuesto por: bañera, lavabo y bidé.En la planta intermedia se encuentra la entrada principal, que tiene dos puertas (una de ellas de seguridad), que forman un recibidor. Una vez dentro, encontramos el comedor sala de estar, con estufa de leña, la cocina y un aseo con ducha, fregadero y inodoro.En la planta inferior está situado el garaje, donde pueden caber dos coches, una despensa y el espacio para la lavadora y lavadero.Desde el garaje se puede acceder al jardín y la zona abierta que bordea la casa.Interesados contactar vía el teléfono que sale en el anuncio.No atenderemos inmobiliarias, por favor, abstenerse de llamar.Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:20:57.049524"
      },
      {
        "titulo": "Chalet pareado en venta en Calle d'Avinyó, 1",
        "precio": "296.000€",
        "ubicacion": "Segle XX, Terrassa",
        "habitaciones": "4 hab.",
        "metros": "120 m²",
        "url": "https://www.idealista.com/inmueble/106938913/",
        "descripcion": "Planta baja para reformar de 4,5x28mPosibilidad de construcción de tres plantas superiores, actualmente planta bajaOpcional PK en otra parcela cercana.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:23:56.753359"
      },
      {
        "titulo": "Casa de pueblo en venta en Calle del Castell, 56",
        "precio": "150.000€",
        "ubicacion": "Jorba",
        "habitaciones": "8 hab.",
        "metros": "504 m²",
        "url": "https://www.idealista.com/inmueble/106954205/",
        "descripcion": "Casa de pueblo a reformar. Estructura y tejado en buen estado. Interiores e instalaciones, es necesario hacerlo todo nuevo. Situada junto a la iglesia, detrás de las fuentes públicas y el lavadero y debajo del castillo, dispone de unas excelentes vistas a sur. Gran fachada y poca profundidad. Hay tres viviendas. La planta baja se encuentra seller, antiguos corrales y garaje. La 1a planta comedor, cocina y habitaciones y en la 2a otra cocina, comedor y más habitaciones. Por la parte trasera y dos cubos en edificaciones adosadas a la casa principal.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:24:14.586550"
      },
      {
        "titulo": "Piso en venta en Calle Pedrera, 27",
        "precio": "125.000€",
        "ubicacion": "Artés",
        "habitaciones": "3 hab.",
        "metros": "138 m²",
        "url": "https://www.idealista.com/inmueble/106998141/",
        "descripcion": "Piso luminoso en una 3ª planta (sin ascensor) con excelente ubicación.La vivienda cuenta con un amplio salón-comedor con chimenea y acceso a un balcón, cocina independiente con zona de comedor, 3 habitaciones, un baño completo y un práctico cuarto para lavadora. Dispone de calefacción eléctrica y destaca por su abundante luz natural gracias a su orientación exterior, además de ofrecer fantásticas vistas.Incluye un espacioso trastero. Situado a pocos minutos a pie de todos los servicios esenciales y con acceso rápido a la carretera C-25 y la autovía C-16. A tan solo 15 minutos de Manresa. ¡Una oportunidad ideal para vivir con comodidad y excelentes conexiones!",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:24:39.102627"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle de Roma, 8",
        "precio": "319.000€",
        "ubicacion": "Piera",
        "habitaciones": "4 hab.",
        "metros": "245 m²",
        "url": "https://www.idealista.com/inmueble/107006286/",
        "descripcion": null,
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:24:44.720190"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle Era Freginal, 1",
        "precio": "99.000€",
        "ubicacion": "Sant Ramon",
        "habitaciones": null,
        "metros": "111 m²",
        "url": "https://www.idealista.com/inmueble/2027951/",
        "descripcion": "Casa en venta con muchas posibilidades, situada en el municipio de Sant Ramon (Lleida). La propiedad se compone de un solar de 886 m2 con una edificación existente de 111 m2 de superficie construida (datos según catastro). Dentro del volumen principal del edificio existente se puede construir una planta intermedia (quedaría PB+1). El emplazamiento tiene excelentes vistas y el espacio exterior mucho potencial.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:25:20.692395"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle de Can Fosalba, 21",
        "precio": "310.000€",
        "ubicacion": "Mas d'en Gall, Esparreguera",
        "habitaciones": "4 hab.",
        "metros": "240 m²",
        "url": "https://www.idealista.com/inmueble/107069624/",
        "descripcion": "PARTICULAR ABSTENERSE INMOBILIARIAS¡Tu hogar ideal te está esperando!Descubre esta espectacular casa en venta, situada en una ubicación privilegiada con hermosas vistas que te dejarán sin aliento. Con una parcela de 585 metros cuadrados y 240 metros construidos, este espacio es perfecto para disfrutar de la vida en familia.En la planta -1 la casa dispone de un garaje de unos 30 metros cuadrados, un trastero, una bodega y una zona de bar.En la planta principal a pie de calle tenemos un amplio comedor de 30 metros cuadrados con salida a terraza, gran cocina office independiente, lavadero, aseo y una habitación.Subiendo las escaleras, en la planta superior 3 amplias habitaciones (2 dobles) y un baño con plato de ducha.La casa ha sido reformada hace 3 años por lo que esta lista para entrar a vivir.Características destacadas:- Garaje para 2 coches: ¡Olvídate de buscar aparcamiento!- Bodega: Perfecta para tus vinos y almacenamiento.- Sala de almacenaje: Mantén tu hogar organizado y libre de desorden.Y mucho más!Tiene vistas privilegiadas a Montserrat.Bien comunicada, a 3 minutos de Esparreguera, A2 y AP7. A pocos metros transporte público y escolar.Esta casa no solo ofrece comodidad, sino también un estilo de vida en un entorno natural. ¡No dejes pasar la oportunidad de hacerla tuya!Contáctanos para más información y para agendar una visita! Anuncio particular.Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:25:27.513184"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle Alzina, 3",
        "precio": "430.000€",
        "ubicacion": "Castellbisbal",
        "habitaciones": "5 hab.",
        "metros": "198 m²",
        "url": "https://www.idealista.com/inmueble/107097762/",
        "descripcion": "SE VENDE CASA DE DOS PLANTAS A REFORMAR UBICADA EN UN TERRENO DE 750 m2.La casa consta de dos plantas:- La planta baja consta de garaje, dos habitaciones, un baño y una cocina amueblada abierta al salón con barra americana.- La planta superior consta de un porche de entrada, 3 habitaciones, un baño, un amplio salón, una cocina sin amueblar y, además, un fantástico balcón desde el que se puede acceder a través del salón y la cocina.El terreno se compone de dos parcelas, una construída donde se encuentra la casa y otra sin construir.La vivienda está muy bien ubicada, muy cerca de la parada del autobús y a la entrada de la urbanización de Can Costa.Se puede acceder a la vivienda por dos calles paralelas.Toda persona interesada puede contactar tanto por llamada como por Whatsapp.Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:31:13.037075"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle Josefa Comelles, 12",
        "precio": "540.000€",
        "ubicacion": "Ullastrell",
        "habitaciones": "4 hab.",
        "metros": "250 m²",
        "url": "https://www.idealista.com/inmueble/107246206/",
        "descripcion": "Reformada recientemente, cocina nueva totalmente equipada, con jardín, piscina, parquet en toda la casa; 4 habitaciones, 3 en suite, una con vestidor, tres con armarios empotrados y una como despacho en planta baja. Calefacción a gas con radiadores. Baños reformados en 2024, ventanas y persianas nuevas. Urb. Can Amat de Ullastrell. Entrada por C-243 km. 8.5. Restaurante La Panxa del Bou. De particular a particular. Absténganse Inmobiliarias.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:33:52.514448"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Avenida Can Amat C Amat, 53",
        "precio": "425.000€",
        "ubicacion": "Sant esteve Sesrovires",
        "habitaciones": "4 hab.",
        "metros": "197 m²",
        "url": "https://www.idealista.com/inmueble/107311970/",
        "descripcion": "¡ESPECTACULAR CASA A CUATRO VIENTOS EN SANT ESTEVE SESROVIRES!Si buscas una casa espaciosa, luminosa y con todas las comodidades, esta es tu oportunidad. Ubicada en la Calle Can Amat 55, en una urbanización tranquila con todos los servicios, ofrece espacios amplios, acabados de primera calidad y un entorno ideal para disfrutar en familia.CARACTERÍSTICAS PRINCIPALES:Superficie útil de 197 m² en parcela de 420 m².Salón-comedor de 42 m² con chimenea y salida al exterior.Cocina office de 16 m² en color cerezo con despensa integrada.4 habitaciones dobles (una de ellas suite con baño privado y acceso a terraza de 15 m²).2 baños completos:•Baño en suite con bañera.•Baño en la primera planta con plato de ducha.Buhardilla diáfana de 32 m², ideal como zona de estudio, despacho o habitaciones adicionales.Solárium de 15 m².Garaje para 3 coches.2 terrazas con un total de 47 m².Trastero amplio para almacenamiento extra.CALIDADES Y EQUIPAMIENTO:•Carpintería interior de cerezo en madera maciza.•Ventanas de aluminio con rotura de puente térmico y Climalit con doble acristalamiento.•Suelos de gres rústico en toda la vivienda.•Calefacción a gas natural con caldera Junkers.•Aire acondicionado por conductos en cada planta, con bomba de calor Carrier.•Tomas de corriente, antena de TV y teléfono con internet en todas las habitaciones.•Casa muy luminosa y totalmente exterior.EXTERIORES Y PARCELA:Terreno completamente plano, con posibilidad de construir una piscina.Jardín privado con espacio para disfrutar al aire libre.Urbanización con zonas verdes y entorno tranquilo.UBICACIÓN PRIVILEGIADA:Situada en Ca n’Amat, Sant Esteve Sesrovires, en una urbanización tranquila con todos los servicios.A pocos minutos de Martorell y de las autopistas AP-7 y A-2, con fácil acceso a Barcelona.Cercanía a colegios, supermercados, centros deportivos y zonas verdes.A solo 10 minutos en coche de la estación de tren de FGC, con conexión directa a Barcelona.Una casa lista para entrar a vivir, con amplitud, comodidad y acabados de calidad. ¡No dejes pasar esta oportunidad! Contacta para más información o una visita sin compromiso.PRECIO directo propietario: 415.000.Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:35:07.073816"
      },
      {
        "titulo": "Ático en venta en pau muntadas, 81",
        "precio": "92.000€",
        "ubicacion": "Llevant, Igualada",
        "habitaciones": "2 hab.",
        "metros": "53 m²",
        "url": "https://www.idealista.com/inmueble/106115689/",
        "descripcion": "Ático totalmente reformado 4a planta, 2 habitaciones y vestidor, instalaciones de luz, agua, suelos de parquet y porcelánico, ventanas de aluminio, cocina office, baño etc. todo nuevo.. .Cocina totalmente equipada, horno, vitrocerámica, nevera combi, microondas, A/C con bomba de calor, amueblado listo para entrar a vivir.Muy luminoso, todas las ventanas exteriores, y todos los servicios dados de alta y al día.Supermercados, farmacias, CAP, estación de tren y autobuses, escuela, todo a menos de 200m.De particular a particular.Gran oportunidad.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:35:35.804664"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle de Mira-sol, 2",
        "precio": "310.000€",
        "ubicacion": "La Maurina, Terrassa",
        "habitaciones": "4 hab.",
        "metros": "530 m²",
        "url": "https://www.idealista.com/inmueble/107394900/",
        "descripcion": "VENTA DE EDIFICIO SIN GASTOS DE AGENCIA (vende la propiedad sin intermediarios, abstenerse agencias)Planta primera:- Casa en planta primera de 135 m²- Terraza de 50m²- Almacén de 95 m²Planta baja- Local comercial de 110 m² (con baño propio)- Garaje de gran capacidad (6 plz. )El acceso a la vivienda principal, ubicada en la primera planta, se realiza a través de una entrada independiente desde la calle mediante escaleras interiores. La distribución de la vivienda es la siguiente:Cuatro habitaciones dobles, todas exteriores y con excelente iluminación natural.Salón-comedor de 25 m², espacioso, luminoso y con climatización mediante aire acondicionado.Cocina tipo office, funcional y con acceso directo a una amplia terraza de 50 m².Baño completo, equipado con plato de ducha.Armario empotrado en el pasillo, proporcionando espacio de almacenamiento adicional.La terraza, de generosas dimensiones, cuenta con zona habilitada para barbacoa y múltiples posibilidades de uso.Además, colindante con la terraza y accesible tanto desde ella como desde una escalera interior del garaje, se encuentra un espacio diáfano de aproximadamente 95 m², con la posibilidad de independizarlo completamente según las necesidades del comprador.Detalles adicionales:Suelos de gres.Carpintería exterior de aluminio.Excelente ubicación, con fácil acceso a la autopista y transporte público cercano.Próxima a todos los servicios esenciales.Esta propiedad ofrece un sinfín de posibilidades, permitiendo combinar vivienda y actividad profesional en un mismo lugar.Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:36:55.377758"
      },
      {
        "titulo": "Piso en venta en Avenida de Catalunya, 118",
        "precio": "159.500€",
        "ubicacion": "Cervera",
        "habitaciones": "6 hab.",
        "metros": "190 m²",
        "url": "https://www.idealista.com/inmueble/107415405/",
        "descripcion": "EXCELENTE I AMPLIO PISO DE 170 M2 DIVISIBLE EN DOS PISOS YA QUE SON DOS UNIDADES REGISTRALES, que se componen de un comedor de diario y otro amplio comedor festivo, dos terrazas, una amplia despensa, cocina espaciosa, seis habitaciones dobles, dos baños uno completo y un baño-aseo y cuarto de lavar, amplio recibidor, trastero al exterior de la vivienda, ventanas aisladas de aluminio y calefacción individual a GASOIL, ascensor.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:38:03.123435"
      },
      {
        "titulo": "Piso en venta en Calle de Sant Crispí, 234",
        "precio": "78.400€",
        "ubicacion": "Ca n'Anglada, Terrassa",
        "habitaciones": "3 hab.",
        "metros": "71 m²",
        "url": "https://www.idealista.com/inmueble/107471912/",
        "descripcion": "OPORTUNIDAD EN TERRASSA CON ATRACTIVA RENTABILIDADA la venta piso con rentabilidad actual del 7,5%, alquilado como vivienda habitual hasta febrero de 2027, por lo que en breve puede ser actualizada la renta. 3 habitaciones, baño, cocina y comedor con acceso a balcón.Datos importantes:-Renta actual: 490€/mes-Coste de comunidad: no tiene gasto, hacen gestión propia-Fin contrato: Febrero 2027-Rentabilidad: 7,5%Los arrendatarios están al corriente de pago sin ninguna incidencia de pago, con contrato fijo estable con 18 años de antigüedad.Directo de particular, contáctame para saber más sobre el piso.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:39:07.132400"
      },
      {
        "titulo": "Dúplex en venta en Arbonés, 2",
        "precio": "134.500€",
        "ubicacion": "Antic, Manresa",
        "habitaciones": "2 hab.",
        "metros": "81 m²",
        "url": "https://www.idealista.com/inmueble/107593866/",
        "descripcion": "OPORTUNIDAD!Se vende piso DÚPLEX ático en el centro histórico de Manresa, muy cerca de la RENFE, completamente reformado, con cocina americana, salón/comedor, habitación doble y baño completo en el piso 1 y espacio diáfano con baño completo en el piso 2. Servicios dados de alta. Finca muy tranquila, sin ruidos, dispone de ascensor. Para mas fotos contactar.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:42:37.934027"
      },
      {
        "titulo": "Piso en venta en Calle de la Mare de Déu del Carme, 86",
        "precio": "95.000€",
        "ubicacion": "Ca n'Anglada, Terrassa",
        "habitaciones": "2 hab.",
        "metros": "40 m²",
        "url": "https://www.idealista.com/inmueble/107594004/",
        "descripcion": "Se vende acogedor y luminoso piso de 40 m², ideal para inversores que buscan una buena rentabilidad desde el primer día. La vivienda está alquilada (581eur netos) y gestionada por Rentuos, con seguro de impago, garantizando estabilidad y tranquilidad.Ubicada en una finca de solo 4 vecinos, la vivienda destaca por su excelente distribución sin pasillo, aprovechando al máximo el espacio. Cuenta con:1 habitación doble con armario empotrado1 habitación secundaria, ideal como despachoCocina amplia y luminosa, abierta al salón-comedorBaño completo con duchaCaldera de gas recién cambiadaTercera planta sin ascensor, con mucha luz naturalTerraza comunitaria compartida con un solo vecinoTrastero privado, con espacio para la lavadoraUbicado en Can Anglada, una zona con demanda creciente y excelente comunicación. ¡No dejes pasar esta oportunidad!Para más información, contacta sin compromiso.Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:42:44.707457"
      },
      {
        "titulo": "Dúplex en venta en ferreri guardia, 117",
        "precio": "229.000€",
        "ubicacion": "Roc Blanc, Terrassa",
        "habitaciones": "4 hab.",
        "metros": "154 m²",
        "url": "https://www.idealista.com/inmueble/105968244/",
        "descripcion": "Oportunidad directo de Particular:Vendo Planta Baja, Dúplex de 4 habitaciones, incluido en el precio plaza de parking ancha (coche y moto) y también el trastero.Independiente del bloque ya que se entra directamente desde la calle como si fuera una casa, .muy bien comunicado, acceso a la autopista 2 minutos, catalanes 15 minutos caminando. zona muy tranquila, con centros comerciales, centro de salud, Mercadona, barres restaurantes, tiendas etc.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:42:50.289199"
      },
      {
        "titulo": "Piso en venta en Calle de Concepción Arenal, 136",
        "precio": "179.000€",
        "ubicacion": "Can Palet, Terrassa",
        "habitaciones": "3 hab.",
        "metros": "88 m²",
        "url": "https://www.idealista.com/inmueble/107614346/",
        "descripcion": "¡Bienvenido a tu nuevo hogar de ensueño! Este impresionante piso a estrenar ha sido diseñado con un enfoque meticuloso en cada detalle, creando un ambiente acogedor y sofisticado que te hará sentirte en casa desde el primer momento. Al entrar, serás recibido por un luminoso salón-comedor que irradia calidez y elegancia. Las amplias ventanas permiten que la luz natural inunde el espacio, realzando el atractivo de los acabados de alta calidad. La moderna cocina abierta, equipada con luces LED de última generación, no solo es funcional, sino también un deleite visual. El práctico mostrador es perfecto para disfrutar de comidas informales o compartir momentos con amigos y familiares. El patio de 20 m² es un verdadero oasis privado, ideal para crear tu propia zona chill-out. Imagina relajarte bajo el sol, rodeado de un ambiente sereno, con la posibilidad de instalar césped artificial que le dará un toque verde y fresco a tu espacio exterior. El baño es un verdadero refugio de lujo. Con un elegante plato de ducha de gran tamaño, disfrutarás de una experiencia de spa en la comodidad de tu hogar. El wáter con ducha bidet añade un toque de sofisticación y funcionalidad, convirtiendo este espacio en un verdadero oasis de bienestar. Este piso cuenta con tres habitaciones diseñadas para maximizar la comodidad y la privacidad. La amplia habitación principal, con vistas al exterior, es un santuario de tranquilidad. Las dos habitaciones dobles también exteriores ofrecen espacio suficiente para familiares o invitados, mientras que la pequeña habitación, ideal para un despacho o vestidor, te brinda la flexibilidad que necesitas, con vistas al encantador patio. Los acabados son de primera calidad: puertas lacadas que aportan un toque moderno y elegante, ventanas Climalit motorizadas que garantizan un aislamiento acústico y térmico excepcional, y un suelo porcelánico que imita la calidez del parque, todo ello contribuyendo a un ambiente de lujo y confort. Las puertas correderas en el baño no solo son prácticas, sino que también añaden un aire contemporáneo al diseño. El aire acondicionado está instalado para tu máxima comodidad, asegurando que tu hogar se mantenga fresco en los días calurosos. Ubicación privilegiada: Situado en una calle tranquila, este piso te ofrece la paz que buscas, sin renunciar a la cercanía de todos los servicios necesarios. A solo 5 minutos del Parque de Vallparadís, un lugar ideal para paseos y actividades al aire libre, y a 10 minutos caminando de la estación de FGC de Vallparadís, tendrás acceso fácil y rápido a todo lo que necesitas. ¡No dejes pasar esta oportunidad única! Este piso exclusivo es perfecto para parejas que buscan un hogar acogedor o para personas mayores que valoran la funcionalidad y el confort. ¡Ven a visitarlo y descubre por ti mismo todo lo que este maravilloso piso tiene para ofrecerte! Si necesitas más información o deseas programar una visita, ¡estaré encantado de ayudarte? NO ENCONTRARAS UN PISO COMO ESTE, TAN ESCLUSIVO SOLO PARA TI! POR FAVOR ABSTENERSE INMOBILIARIAS SOLO PARTICULARES.Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:43:15.275303"
      },
      {
        "titulo": "Piso en venta en Calle de Balsareny, 34",
        "precio": "99.000€",
        "ubicacion": "Plaça Catalunya, Manresa",
        "habitaciones": "1 hab.",
        "metros": "46 m²",
        "url": "https://www.idealista.com/inmueble/107618908/",
        "descripcion": "Es ven pis amb gran pati i parking a la mateixa finca a Manresa, Pis per 99.000 € (plaça d'aparcament a part 16.000 €)Situat al carrer Balsareny 34, aquest pis acollidor i totalment moblat destaca per un gran pati de 56 metres cuadrats privat ideal per gaudir de l´exterior. L´edifici, construït l´any 2010, disposa d´ascensor i plaça de pàrquing a la mateixa finca, oferint una comoditat excepcional. Perfecte per aquells que busquen una llar funcional amb espais exteriors en una zona tranquil·la i ben comunicada.Preu total: 115.000 €Per a més informació o visites, no dubtis a contactar!",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:43:49.865616"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle de les Guixeres, 70",
        "precio": "470.000€",
        "ubicacion": "Les Comes, Igualada",
        "habitaciones": "4 hab.",
        "metros": "375 m²",
        "url": "https://www.idealista.com/inmueble/107677608/",
        "descripcion": "Se vende casa 4 vientos con garaje para tres coches.Piscina y ascensor, con parcela de 81 m2. 3 plantas, suelo radiante. placas solares.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:48:14.657716"
      },
      {
        "titulo": "Chalet adosado en venta en Can Jofresa - Santa Margarida",
        "precio": "389.000€",
        "ubicacion": "Can Jofresa - Can Perellada - Les Fonts, Terrassa",
        "habitaciones": "3 hab.",
        "metros": "128 m²",
        "url": "https://www.idealista.com/inmueble/107717949/",
        "descripcion": "¡Te presentamos esta magnífica casa independiente de 113 m², situada en Carrer Colom, muy cerca del centro médico CAP Sur, colegios, paradas de autobús y del centro comercial Parc Vallès! Además, ofrece comercio diverso y fácil acceso a las principales vías para desplazarse en cualquier dirección. Se encuentra a menos de 5 minutos en coche del centro de Terrassa y muy próxima a la Escola Superior d’Enginyeries Industrial, Aeroespacial i Audiovisual de Terrassa (UPC).Características principales:- 3 dormitorios, uno de ellos con baño en suite.- 2 baños completos.- Amplio salón-comedor, muy luminoso y con acceso directo al jardín.- Jardín de 54 m², ideal para disfrutar del aire libre o crear tu propio espacio verde.- Plaza de aparcamiento de 15 m², para mayor comodidad y seguridad.- Sistema de aire acondicionado por conductos y bomba de calor en toda la vivienda, asegurando un ambiente agradable durante todo el año.- Acabados de construcción de calidad, que aportan calidez y durabilidad.- Certificado energético E.Descripción medidas:- Planta baja total= 54 m de los cuales garaje son 14 m- Planta primera 43 m- Planta segunda 43 mSi buscas un hogar con buenas comunicaciones y todos los servicios a tu alcance, no dejes pasar esta oportunidad. ¡Contáctanos para obtener más información o concertar una visita!Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:49:29.551289"
      },
      {
        "titulo": "Piso en venta en Calle Reial, 1",
        "precio": "120.000€",
        "ubicacion": "Navarcles",
        "habitaciones": "2 hab.",
        "metros": "87 m²",
        "url": "https://www.idealista.com/inmueble/107746818/",
        "descripcion": "Piso de 81m2 actualmente alquilado. Se vende con el inquilino con 2 años de contrato.Se trata de una planta baja, muy bien situada. Se encuentra muy cerca del centro y de Sant Benet.Se distribuye en un salón comedor grande, con cocina independiente. Habitación de matrimonio en suite con baño con ducha y otro baño más grande con bañera. Luego tiene otra habitación individual.Incluye muebles: habitación de matrimonio completa, mesa de comedor con sillas y mueble de comedor.Muy fácil aparcar por la zona que es muy tranquila. Bloque con solo 6 vecinos.No dejes pasar esta oportunidad!",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:50:28.898652"
      },
      {
        "titulo": "Piso en venta en Calle Bruc, 24",
        "precio": "100.000€",
        "ubicacion": "Sant Joan de Vilatorrada",
        "habitaciones": "2 hab.",
        "metros": "70 m²",
        "url": "https://www.idealista.com/inmueble/27364086/",
        "descripcion": "Piso de dos habitaciones, anteriormente 3, reformado y en buen estado.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:51:33.490537"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle Mura, 26",
        "precio": "90.000€",
        "ubicacion": "Talamanca",
        "habitaciones": "4 hab.",
        "metros": "310 m²",
        "url": "https://www.idealista.com/inmueble/107774372/",
        "descripcion": null,
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:51:44.985809"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Avenida de eurpa, 37",
        "precio": "640.000€",
        "ubicacion": "Piera",
        "habitaciones": "6 hab.",
        "metros": "420 m²",
        "url": "https://www.idealista.com/inmueble/107810059/",
        "descripcion": "suelo parque, caldera de gasóleo, bodega, casa de jardinería.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:53:18.049814"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle del Mig, 8",
        "precio": "920.000€",
        "ubicacion": "Matadepera",
        "habitaciones": "6 hab.",
        "metros": "260 m²",
        "url": "https://www.idealista.com/inmueble/107819154/",
        "descripcion": "Obra nueva Les Pedritxes.Chalet independiente de 6 habitacionesExclusiva Casa Unifamiliar con Piscina y garaje. Ubicada en la prestigiosa zona de Les Pedritxes, Matadepera, esta magnífica vivienda unifamiliar de nueva construcción de 6 habitaciones, gimnasio, piscina y garaje, destaca por su diseño moderno y la implementación del innovador sistema Xpanel. Este sistema de construcción garantiza un alto nivel de eficiencia energética, aislamiento térmico y acústico, asegurando el máximo confort en todas las estaciones del año.Cb estudio cuenta con un terreno de 3.332, 45 m², y la vivienda de 260 m², a los que se suman la piscina y garaje. La casa se distribuye en dos plantas, con amplios y luminosos espacios abiertos al exterior, ofreciendo una conexión fluida con el jardín y la piscina privada.Distribución:En la planta baja, Incluye una elegante sala de estar, una cocina americana y un comedor diáfano de 65 m², con vistas directas al jardín y la piscina, creando un ambiente ideal para disfrutar de la luz natural y el entorno. Además, dispone de un acogedor recibidor de 3,41 m², un gimnasio de 18,06 m² (con opción de despacho o dormitorio), un aseo de 2,71 m², una lujosa suite principal de 33,20 m² con baño privado y una sala de máquinas de 3,13 m².En la primera planta, Se encuentran cinco habitaciones dobles, adaptables a las necesidades de cada miembro de la familia: dos de 10,05 m², una de 11,62 m², otra de 13,50 m² y la última de 9,50 m². Además, esta planta dispone de dos baños completos de 4,46 m² cada uno.Para mayor comodidad, la propiedad incluye un garaje privado y un espectacular jardín con piscina, convirtiéndola en una casa ideal para quienes buscan privacidad, confort y una ubicación privilegiada.Propuesta de decoración no incluida, ni mobiliario, se puede valorar. No dudes en contactarnos para más información o para concertar una visita.Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:53:36.092288"
      },
      {
        "titulo": "Casa o chalet independiente en venta en Calle de la Font de la Pola, 11",
        "precio": "840.000€",
        "ubicacion": "Matadepera",
        "habitaciones": "5 hab.",
        "metros": "245 m²",
        "url": "https://www.idealista.com/inmueble/107819872/",
        "descripcion": "Obra nueva Les Pedritxes, MatadeperaChalet independiente de 5 habitacionesImpresionante Casa Unifamiliar de diseño con piscina. Ubicada en la exclusiva zona de Les Pedritxes, Matadepera, esta excepcional vivienda unifamiliar de nueva construcción cuenta con 5 habitaciones, gimnasio, piscina y parking. Su diseño vanguardista, combinado con el avanzado sistema Xpanel, garantiza una eficiencia sobresaliente y uso de materiales de calidad.La parcela dispone de 3.332, 45 m2. Distribuida en dos plantas con 245 m2 con espacios amplios y bien iluminados, asegurando un ambiente acogedor y funcional.Distribución:En la primera planta, Dispone de cuatro habitaciones, tres de 10,02 m² y una espectacular suite de 27,17 m² con baño privado. Además, en esta planta encontramos un gimnasio de 22,55 m², un baño completo de 4,95 m², un lavadero de 2,85 m², una zona de paso de 8,58 m² y un recibidor de 6,13 m².La planta baja diseñada para maximizar el confort y la funcionalidad, esta planta cuenta con una amplia sala de estar, comedor y cocina de 80,93 m², con acceso directo al jardín y la piscina, proporcionando un espacio ideal para la vida familiar y el entretenimiento. Además, incluye una habitación de 9,15 m², un baño de 3,77 m² y un distribuidor de 2,09 m².La vivienda también incluye un garaje privado y una fantástica zona exterior con jardín y piscina, convirtiéndola en el hogar perfecto para quienes buscan exclusividad, diseño y calidad de vida.Si buscas una casa moderna y eficiente en un entorno natural privilegiado, ¡esta es tu oportunidad! Propuesta de decoración no incluida, ni mobiliario, se puede valorar. No dudes en contactarnos para más información o para concertar una visita.Leer comentario completo",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:53:43.049757"
      },
      {
        "titulo": "Piso en venta en Passatge de la Trieta, 35",
        "precio": "250.000€",
        "ubicacion": "Sagrada Familia, Manresa",
        "habitaciones": "3 hab.",
        "metros": "110 m²",
        "url": "https://www.idealista.com/inmueble/107852868/",
        "descripcion": "Fantastico Piso todo exteriorFinca con 8 vecinos de toda la vidaMejores zonas de Manresa. Todos los servicios, escuela, mercado, centro de salud… etc.",
        "anunciante": "Particular",
        "fecha_scraping": "2025-11-14T17:55:52.374687"
      }
    ]
  }
}