[
  {
    "titulo": "Chalet adosado en venta en Calle del Bisbe Perelló, 34",
    "precio": "590.000€",
    "ubicacion": "Llevant, Igualada",
    "habitaciones": null,
    "metros": null,
    "url": "https://www.idealista.com/inmueble/110451232/",
    "descripcion": "Espectacular Casa amb Gran Magatzem i Terrasses al costat de l'Estació de BusosBusques espai, comoditat i versatilitat en una ubicació immillorable? Presentem aquesta propietat única de 360 m² construïts, ideal tant per a famílies nombroses com per a professionals que necessitin un espai ampli de treball o inversors que busquin una doble rendibilitat.Planta Baixa: Més que un garatge (160 m²)Un espai diàfan de dimensions excepcionals. Amb capacitat per a diversos vehicles, és perfecte per utilitzar-lo com a magatzem professional, taller logístic o traster de gran volum.Primera Planta: Amplitud i confort (130 m²)L'habitatge principal compta amb una distribució pràctica i espaiosa:3 habitacions amples i lluminoses.Cuina amb accés directe a una terrassa privada, el racó perfecte per a sopars a la fresca i moments de relax.Segona Planta: El teu refugi a estrenar (70 m² + 30 m² de terrassa)Aquesta planta ha estat totalment reformada amb un estil modern i funcional:3 habitacions exteriors, totes amb sortida directa a una impressionant terrassa de 30 m² amb vistes i molt de sol.Cuina de disseny actual (consultar renders del projecte per veure els acabats de qualitat).Característiques destacades:Climatització: Confort garantit tot l'any amb sistemes de split (fred/calor).Llum natural: Gràcies a les seves dues terrasses i orientació, la casa gaudeix d'una lluminositat excepcional.Ubicació estratègica: A un pas de l'estació d'autobusos, envoltat de comerços, col·legis i serveis, sense renunciar a la tranquil·litat d'una casa independent.Una oportunitat única al mercat per la seva tipologia i estat. No perdis l'ocasió de visitar-la i descobrir tot el seu potencial.Leer comentario completo",
    "anunciante": "Inmobiliaria",
    "fecha_scraping": "2026-01-29T22:56:52.690408",
    "portal": "Idealista",
    "telefono": null
  },
  {
    "titulo": "Chalet adosado en venta en Les Comes",
    "precio": "450.000€",
    "ubicacion": "Igualada",
    "habitaciones": null,
    "metros": null,
    "url": "https://www.idealista.com/inmueble/110076597/",
    "descripcion": "Casa adosada en venta en Igualada zona de Les Comes 3 con jardín privado, boardilla y garaje doble.Excelente casa adosada situada en Les Comes III, una de las zonas residenciales más valoradas de Igualada: tranquila, familiar y con todos los servicios cerca. Una vivienda espaciosa, luminosa y con amplias zonas exteriores que invitan a disfrutarla cada día.Construcción muy sólida y de gran calidad, cuidada y lista para entrar a vivir. Ideal para familias que buscan comodidad, privacidad y una vida tranquila sin renunciar a una buena conexión con la ciudad.Distribución amplia y funcionalPlanta -1 | Garaje y trasteroGaraje privado para 2 coches con acceso directo a la viviendaEspacio adicional como trastero, despensa o sala multiusoPlanta baja | Zona de díaRecibidor con armario empotrado, perfecto para organizar abrigos y accesorios al llegar a casaSalón-comedor luminoso con salida directa a la terraza y jardínCocina independiente con espacio para comer a diarioAseo de cortesíaPrimera planta | Zona de noche4 habitaciones dobles muy luminosas(2 con vistas al jardín y 2 a la calle)Baño completo amplioSegunda planta | Buhardilla polivalenteEspacio diáfano y con luz natural, ideal como despacho, sala de juegos, dormitorio adicional o gimnasioVistas despejadas al jardínExteriores para disfrutar todo el añoJardín privado ideal para comidas, juegos y reuniones al aire libreTerraza con acceso desde el salónEntrada ajardinada en la parte delanteraPerfecto para niños y mascotas, en un entorno seguro y residencial.Equipamientos y extrasCalefacción a gas, eficiente y confortableVivienda sólida, bien construida y muy cuidadaLista para entrar a vivirExcelente comunicación: transporte público, autovía, colegios, comercios y hospital muy cercaCertificado energético y cédula de habitabilidad disponiblesSuperficies aproximadas sin carácter contractualDocumentación completa disponible para compradores realmente interesadosSi buscas una casa cómoda, de calidad y con espacio para toda la familia en uno de los mejores barrios de Igualada… ¡esta es tu oportunidad!Contáctanos para más información y para concertar una visita.Leer comentario completo",
    "anunciante": "Inmobiliaria",
    "fecha_scraping": "2026-01-29T23:00:52.665791",
    "portal": "Idealista",
    "telefono": null
  },
  {
    "titulo": "Piso en venta en Calle del Doctor Coca, 1",
    "precio": "315.000€",
    "ubicacion": "Llevant, Igualada",
    "habitaciones": null,
    "metros": null,
    "url": "https://www.idealista.com/inmueble/109869070/",
    "descripcion": "ESPECTACULAR PIS AL CENTRE – AMB PLAÇA DE PÀRQUING I 4 TRASTERS GRANSPis ampli i lluminós situat al centre, en una zona privilegiada, a prop de l’Escola Anoia, l’Institut Joan Mercader i a només 5 minuts de l’estació. Ubicació ideal per a famílies i per a qui busqui comoditat i tots els serveis a l’abast.Distribució i característiques:4 habitacions dobles i 1 individual2 banys complets: un amb dutxa i un amb banyeraPlaça de pàrquing inclosa4 trasters grans, perfectes per a emmagatzematge o usos addicionalsTancaments d’aluminiTerra de parquetCalefaccióAire condicionat al menjadorMosquiteres a totes les habitacions i a les portes del balcóEdifici amb ascensorZones comunitàries:Pati ampliPista de bàsquetZona arbrada amb sorral, bancs i una colxoneta elàstica, perfecta perquè els nens juguin i gaudeixin amb total seguretatUn habitatge complet, confortable i amb espais amplis, en una comunitat amb zones d’oci ideals per a famílies.Per a més informació i visites:  / .Leer comentario completo",
    "anunciante": "Inmobiliaria",
    "fecha_scraping": "2026-01-29T23:03:10.510966",
    "portal": "Idealista",
    "telefono": null
  },
  {
    "titulo": "Piso en venta en Calle de Santa Caterina, 30",
    "precio": "360.000€",
    "ubicacion": "Centre, Igualada",
    "habitaciones": null,
    "metros": null,
    "url": "https://www.idealista.com/inmueble/107914782/",
    "descripcion": "Pis al centre, a tocar del Passeig Verdaguer i la plaça de Cal Font, ubicat en una de les millors zones d'Igualada i amb fàcil accés a tots els serveis i equipaments bàsics de la ciutat.Us convidem a visitar aquest magnífic pis amb terrassa espectacular de 57m2, el qual destaca per la seva lluminositat, distribució i amplitud. Us sorprendrà!Cantoner, orientat a dos carrers, amb una superfície construïda de 111m2 i una distribució immillorable. Accedint per la porta principal trobem el rebedor, que separa la zona de dia amb un menjador i sala d’estar molt amplis, plens de balconeres i que gaudeixen de llum natural durant tot el dia. La cuina, independent i totalment equipada, amb balconera que li dona molta llum i des de la que s'accedeix a un annex amb armaris, on trobem el rebost i l'espai de rentar.Continuem pel passadís a la zona de descans, on trobem les 4 habitacions, totes elles exteriors i molt lluminoses, amb balconeres i armaris encastats. Les dues habitacions dobles tenen doble balconera i sortida directa a la terrassa, i una d'elles incorpora un magnífic bany en suite. Les dues habitacions individuals són ideals com a sala de jocs, dormitoris infantils, vestidor o despatx. Entremig de les dues habitacions individuals hi tenim un bany complet.Tot el pis és de parquet amb porcellànic a la cuina, rebost i banys.Les instal·lacions tèrmiques d'aigua i calefacció són de gas natural.Es tracta d'una propietat exclusiva en una finca elegant, al costat d'un aparcament públic, on podràs gaudir de l'amplitud i lluminositat que ofereix el pis sumat a l'espectacular terrassa de 57m2 que farà les delícies de tota la família.Us esperem!Leer comentario completo",
    "anunciante": "Inmobiliaria",
    "fecha_scraping": "2026-01-29T23:03:18.213602",
    "portal": "Idealista",
    "telefono": null
  },
  {
    "titulo": "Piso en venta en Calle de la Salut, 23",
    "precio": "169.000€",
    "ubicacion": "Pla de Sant Magi, Igualada",
    "habitaciones": null,
    "metros": null,
    "url": "https://www.idealista.com/inmueble/106572755/",
    "descripcion": "Oportunidad en barrio del Poble Sec, a tocar del Centro de la ciudad, a 2 minutos del Paseo Verdaguer y a 1 minuto de la Avda. Barcelona, cerca de colegios y comercios de proximidad.Se ofrece piso en la planta primera de un edifico de 3 plantas, baja, primera y segunda con solo una vivienda por planta. La entrada desde la calle se realiza por el amplio patio/jardín de 93 m² de uso compartido, destinado para múltiples usos. El piso se compone de recibidor con armario empotrado, comedor de 20 m² orientado a sur con mucha luz y muebles a medida, cocina original de 8 m², lavabo original con bañera, 4 habitaciones, tres de 10 m² y una pequeña de 4 m². Todas las habitaciones con ventana, dos a norte y dos a tragaluz.En la zona superior hay una gran buhardilla y terraza comunitaria con un amplio trastero privado.Se ofrece con el mobiliario que se muestra en las fotos.",
    "anunciante": "Inmobiliaria",
    "fecha_scraping": "2026-01-29T23:03:27.427998",
    "portal": "Idealista",
    "telefono": null
  },
  {
    "titulo": "Casa o chalet independiente en venta en Calle de Santa Teresa, 13",
    "precio": "299.000€",
    "ubicacion": "Pla de Sant Magi, Igualada",
    "habitaciones": null,
    "metros": null,
    "url": "https://www.idealista.com/inmueble/110401899/",
    "descripcion": "Casa unifamiliar con jardín y garaje en el centro de IgualadaCasa unifamiliar situada en la calle Santa Teresa, en pleno centro de Igualada, en una zona muy cómoda para el día a día, con comercios, colegios y servicios a pocos minutos a pie.Construida en 1975, la vivienda se encuentra de origen y conserva el carácter de las casas de la época, ofreciendo una base sólida y muchas posibilidades para actualizarla a tu gusto.La casa se distribuye en dos plantas y cuenta con 150 m² útiles de vivienda, 307 m² construidos y una parcela de 196 m². Dispone de tres dormitorios, un baño completo, cocina independiente y un amplio comedor con salida directa al jardín, un espacio muy poco habitual en una ubicación tan céntrica.En la planta baja hay un gran espacio de garaje y almacén, con capacidad para tres vehículos, trastero y diferentes opciones de uso, tanto práctico como profesional.Orientación este-oeste, buena entrada de luz natural durante todo el día, carpintería interior de madera, carpintería exterior de aluminio con Climalit, calefacción y bombas de frío/calor, barbacoa, patio y videoportero.Una casa cómoda, luminosa y con jardín en el centro de la ciudad, ideal para quien busca independencia, espacio y una ubicación práctica, con el valor añadido de poder adaptarla a su propio estilo.Leer comentario completo",
    "anunciante": "Inmobiliaria",
    "fecha_scraping": "2026-01-29T23:06:17.059026",
    "portal": "Idealista",
    "telefono": null
  },
  {
    "titulo": "Chalet pareado en venta en Llevant",
    "precio": "360.000€",
    "ubicacion": "Igualada",
    "habitaciones": null,
    "metros": null,
    "url": "https://www.idealista.com/inmueble/108789825/",
    "descripcion": "Casa parellada de 237 m² amb jardí i vistes al campEs ven acollidora casa parellada de 237 m² construïts, en excel·lent estat de conservació, amb jardí privat, espai per a piscina, i vistes privilegiades al camp. Situada al tranquil barri del Sant Crist, a prop de la natura i amb molta llum natural a les estances.Distribució per plantes:Planta baixa: Gran garatge privat amb capacitat per a tres vehicles, amb zona d’emmagatzematge ideal per taller, traster o bicicletes.Primera planta: Ampli rebedor, un bany, gran cuina office amb espai de menjador i grans finestrals amb accés directe al jardí. Al jardí hi trobem una caseta auxiliar amb funcions d’hivernacle i traster. El saló menjador és molt espaiós, amb sortida a una terrassa i vistes obertes al paisatge natural.Segona planta: Una suit amb bany privat, tres habitacions addicionals (totes exteriors i molt lluminoses), i un segon bany complet.Tercer pis (sotacoberta): Acollidor altell amb múltiples usos (despatx, sala de jocs, etc. ) i espai d’emmagatzematge sota teulada.Equipaments destacats:Aire condicionatCalefacció per terra radiantPossibilitat d’instal·lar piscina al jardíCertificat energètic en tràmitDescalcificadorAigua de boca per osmosiLa casa es troba a pocs minuts de tots els serveis essencials, com ara escoles, supermercats, farmàcia, centre d’atenció primària, i amb excel·lent connexió amb transport públic amb estació de tren i autobús properes, ideal per desplaçar-se fàcilment tant en vehicle com amb transport públic. Una ubicació pràctica i còmoda per al dia a dia, sense renunciar a la tranquil·litat i l’entorn natural.Una vivenda ideal per a famílies que busquen espai, llum i tranquil·litat, amb connexió directa amb la natura i totes les comoditats de la ciutat a prop.Leer comentario completo",
    "anunciante": "Inmobiliaria",
    "fecha_scraping": "2026-01-29T23:06:57.091279",
    "portal": "Idealista",
    "telefono": null
  }
]